{
  "<pad>": 0,
  "<unk>": 1,
  "<bos>": 2,
  "<eos>": 3,
  ".": 4,
  "..": 5,
  "...": 6,
  "....": 7,
  ".....": 8,
  "......": 9,
  ".......": 10,
  "........": 11,
  ".........": 12,
  "..........": 13,
  "...........": 14,
  "............": 15,
  ".............": 16,
  "................": 17,
  "..................": 18,
  "....................": 19,
  ".....................": 20,
  ".........................": 21,
  ".............................": 22,
  "...............................": 23,
  ".................................": 24,
  "..................................": 25,
  "...................................": 26,
  ".....................................................": 27,
  "............................................................": 28,
  "......................................................................": 29,
  ".......................................................................": 30,
  "...في": 31,
  "...مجلس": 32,
  "...مشب.بدوره": 33,
  "..السلام": 34,
  "..السند": 35,
  "..العقود": 36,
  "..ذات": 37,
  "..شارع": 38,
  "..صاله": 39,
  "..صاله..مطبخ": 40,
  "..عايشه": 41,
  "..غرفتين": 42,
  "..غرفه": 43,
  "..مجلس": 44,
  "..مدخلين": 45,
  "..مقلط": 46,
  "..ملحق": 47,
  "..واجهه": 48,
  "..وشارع": 49,
  "..وعن": 50,
  ".0550387091": 51,
  ".2": 52,
  ".20،": 53,
  ".290،": 54,
  ".3دورات": 55,
  ".5454": 56,
  ".:": 57,
  ".،": 58,
  ".،20": 59,
  ".،250": 60,
  ".،30": 61,
  ".ارضي": 62,
  ".الاسواق.": 63,
  ".البنوك.": 64,
  ".الخدمات": 65,
  ".السعر:": 66,
  ".الشقه": 67,
  ".الفاخريه": 68,
  ".الفردوس": 69,
  ".المنار": 70,
  ".النور": 71,
  ".بالقرب": 72,
  ".بايكه": 73,
  ".بجانب": 74,
  ".بسم": 75,
  ".بلكونات": 76,
  ".بييه": 77,
  ".حاله": 78,
  ".حي": 79,
  ".خزان": 80,
  ".خلف": 81,
  ".دخول": 82,
  ".دور": 83,
  ".صاله": 84,
  ".طريق": 85,
  ".طويق": 86,
  ".طيبه": 87,
  ".ظهيره": 88,
  ".عداد": 89,
  ".عرض": 90,
  ".علي": 91,
  ".عمر": 92,
  ".غرف": 93,
  ".غرفه": 94,
  ".قريب": 95,
  ".كاميرات": 96,
  ".كما": 97,
  ".مجلس": 98,
  ".مداخل": 99,
  ".مدخل": 100,
  ".مصعد": 101,
  ".مصعدين": 102,
  ".مع": 103,
  ".مفروشه": 104,
  ".مما": 105,
  ".موقع": 106,
  ".موقف": 107,
  ".نظام": 108,
  ".هجر": 109,
  ".وسطح": 110,
  ".وصاله": 111,
  "0": 112,
  "00": 113,
  "000": 114,
  "000.": 115,
  "000.الف": 116,
  "000الف": 117,
  "000ريال": 118,
  "000م": 119,
  "0029": 120,
  "0077": 121,
  "0088": 122,
  "0089": 123,
  "00966504222242": 124,
  "01": 125,
  "0112500009": 126,
  "0114030575": 127,
  "0114038608": 128,
  "0114972632": 129,
  "0115100474": 130,
  "013.87": 131,
  "016": 132,
  "017": 133,
  "02": 134,
  "020": 135,
  "0257": 136,
  "03": 137,
  "03122025": 138,
  "032": 139,
  "0333": 140,
  "036": 141,
  "040": 142,
  "0401700089": 143,
  "048م": 144,
  "05": 145,
  "050": 146,
  "050.196.9177": 147,
  "0500008974": 148,
  "0500025670": 149,
  "0500030166": 150,
  "0500069595": 151,
  "0500070584": 152,
  "0500077356ابواياد": 153,
  "0500090374": 154,
  "0500108585": 155,
  "0500171395": 156,
  "0500233062": 157,
  "0500377118": 158,
  "0500378774": 159,
  "0500495993": 160,
  "0500498222": 161,
  "0500666636": 162,
  "0500740220": 163,
  "0500850428": 164,
  "0500878038": 165,
  "0500929955": 166,
  "0500988859": 167,
  "0501003127": 168,
  "0501012056": 169,
  "0501111404": 170,
  "0501133379": 171,
  "0501213942": 172,
  "0501237141": 173,
  "0501443795": 174,
  "0501487967": 175,
  "0501576000": 176,
  "0501603486": 177,
  "0501700088": 178,
  "0501700089": 179,
  "0501781285": 180,
  "0501847967": 181,
  "0501868509": 182,
  "0502000548": 183,
  "0502002493": 184,
  "0502170018": 185,
  "0502298955": 186,
  "0502345096": 187,
  "0502380613": 188,
  "0502421036": 189,
  "0502516956": 190,
  "0502546474": 191,
  "0502569808": 192,
  "0502648878": 193,
  "0502666220": 194,
  "0502675924": 195,
  "0502873246": 196,
  "0502884627": 197,
  "0502981942": 198,
  "0503020092": 199,
  "0503117878": 200,
  "0503277259": 201,
  "0503277973": 202,
  "0503332573": 203,
  "0503343359": 204,
  "0503449990": 205,
  "0503564448": 206,
  "0503622923": 207,
  "0503655000": 208,
  "0503742269": 209,
  "0503760999": 210,
  "0503803377": 211,
  "0503835055": 212,
  "0503873300": 213,
  "0503977391": 214,
  "0504116628": 215,
  "0504168478": 216,
  "0504178885": 217,
  "0504222242": 218,
  "0504296232": 219,
  "0504301999": 220,
  "0504462111": 221,
  "0504513549": 222,
  "0504521866": 223,
  "0504558073": 224,
  "0504619920": 225,
  "0504650501": 226,
  "0504774464": 227,
  "0504875666": 228,
  "0504896169": 229,
  "0505": 230,
  "0505145115": 231,
  "0505188844": 232,
  "0505275155": 233,
  "0505275155.": 234,
  "0505291466": 235,
  "0505517240": 236,
  "0505588824": 237,
  "0505632733": 238,
  "0505729353": 239,
  "0505753051": 240,
  "0505766122": 241,
  "0505801056": 242,
  "0505801059": 243,
  "0505877538": 244,
  "0505893089": 245,
  "0505915631": 246,
  "0505950661": 247,
  "0505957001": 248,
  "0505999263": 249,
  "0506": 250,
  "0506200774": 251,
  "0506280903": 252,
  "0506372351": 253,
  "0506407203": 254,
  "0506408784": 255,
  "0506422262": 256,
  "0506651321": 257,
  "0506656563": 258,
  "0506805893": 259,
  "0506833445": 260,
  "0506874039": 261,
  "0507067088": 262,
  "0507087222": 263,
  "0507157169": 264,
  "0507173464": 265,
  "0507285220": 266,
  "0507523810": 267,
  "050760999": 268,
  "0507637777": 269,
  "0507809844": 270,
  "0507826000": 271,
  "0507871507": 272,
  "0507936244": 273,
  "0507954167": 274,
  "0508042042": 275,
  "0508079016": 276,
  "0508080959": 277,
  "050821455": 278,
  "0508214550": 279,
  "0508605772": 280,
  "0508630333": 281,
  "0508672495": 282,
  "0508674317": 283,
  "0508814488": 284,
  "0508817879": 285,
  "0508838051": 286,
  "0508844471": 287,
  "0508857060": 288,
  "0508887404": 289,
  "0508971014": 290,
  "0509000080": 291,
  "0509115547": 292,
  "0509286336": 293,
  "0509286551": 294,
  "0509301777": 295,
  "0509399777": 296,
  "0509444469": 297,
  "0509466204": 298,
  "0509660214": 299,
  "0509713279": 300,
  "0509863949": 301,
  "0509908198": 302,
  "0509995740": 303,
  "0509997547": 304,
  "053": 305,
  "053.591.9111": 306,
  "0530000241": 307,
  "0530005925": 308,
  "0530022047": 309,
  "0530030664": 310,
  "0530066018": 311,
  "0530081666": 312,
  "0530089755": 313,
  "0530099023": 314,
  "0530116080": 315,
  "0530225040": 316,
  "0530281658": 317,
  "0530300353": 318,
  "0530338904": 319,
  "0530393029": 320,
  "0530402922": 321,
  "0530406464": 322,
  "0530437334": 323,
  "0530471000": 324,
  "0530503071": 325,
  "0530580077": 326,
  "0530684418": 327,
  "0530781444": 328,
  "0530801511": 329,
  "0530864667": 330,
  "0530999388": 331,
  "0531133828": 332,
  "0531364882": 333,
  "0531574000": 334,
  "0531574440": 335,
  "0531596609": 336,
  "0531672611": 337,
  "0531680088": 338,
  "0531977976": 339,
  "0532221541": 340,
  "0532228116": 341,
  "0532242888": 342,
  "0532350080": 343,
  "0532445718": 344,
  "0532456000": 345,
  "0532486061": 346,
  "0532486486": 347,
  "0532564000": 348,
  "0532573112": 349,
  "0532588867": 350,
  "0532622900": 351,
  "0532649188": 352,
  "0532653111": 353,
  "0532908135": 354,
  "0532937565": 355,
  "0532972452": 356,
  "0532981778": 357,
  "0533002372": 358,
  "0533007452": 359,
  "0533009052": 360,
  "0533019999": 361,
  "0533022244": 362,
  "053303959": 363,
  "0533079757": 364,
  "0533082124": 365,
  "0533123520": 366,
  "0533124608": 367,
  "0533177991": 368,
  "0533243303": 369,
  "0533282222": 370,
  "0533310665": 371,
  "0533320828": 372,
  "0533356224": 373,
  "0533366312": 374,
  "0533555922": 375,
  "0533661510": 376,
  "0533701040": 377,
  "0533725888": 378,
  "0533886000": 379,
  "0533931442": 380,
  "0534088882": 381,
  "0534099996": 382,
  "0534120158": 383,
  "0534246210": 384,
  "0534272410": 385,
  "0534366869": 386,
  "0534431117": 387,
  "0534570006": 388,
  "0534606080": 389,
  "0534623298": 390,
  "0534759199": 391,
  "0534835258": 392,
  "0534994945": 393,
  "0534998834": 394,
  "0535097548": 395,
  "0535184733": 396,
  "0535289988": 397,
  "0535381020": 398,
  "0535381050": 399,
  "0535412664": 400,
  "0535425500": 401,
  "0535454549": 402,
  "0535490850": 403,
  "0535554891": 404,
  "0535585636": 405,
  "053564448": 406,
  "0535711117": 407,
  "0535713902": 408,
  "0535745856": 409,
  "0535886222": 410,
  "0535888528": 411,
  "0535914854": 412,
  "0535930984": 413,
  "0535938620": 414,
  "0535967989": 415,
  "0535989847": 416,
  "0536030507": 417,
  "0536044434": 418,
  "0536078011": 419,
  "0536100147": 420,
  "0536230025": 421,
  "0536265625": 422,
  "0536313825": 423,
  "0536365489": 424,
  "0536431142": 425,
  "0536444512": 426,
  "0536460774": 427,
  "0536469774": 428,
  "0536491342": 429,
  "0536541213": 430,
  "0536626834": 431,
  "0536633249": 432,
  "0536665835": 433,
  "0536689889": 434,
  "0536717573": 435,
  "0536888777": 436,
  "0537030714": 437,
  "0537050000": 438,
  "0537108815": 439,
  "0537243614": 440,
  "0537247652": 441,
  "0537254000": 442,
  "0537255639": 443,
  "0537279067": 444,
  "0537348434": 445,
  "0537437523": 446,
  "0537564167": 447,
  "0537591752": 448,
  "0537615005": 449,
  "0537624000": 450,
  "0537749009": 451,
  "0537770614": 452,
  "0537992112": 453,
  "0538065365": 454,
  "0538110220": 455,
  "0538129129": 456,
  "0538198720": 457,
  "0538226335": 458,
  "0538226336": 459,
  "0538288581": 460,
  "0538387444": 461,
  "0538387999": 462,
  "0538729171": 463,
  "0539072221": 464,
  "0539078889": 465,
  "0539399694": 466,
  "0539414136": 467,
  "0539518557": 468,
  "0539559998": 469,
  "0539611777": 470,
  "0539655274": 471,
  "0539661869": 472,
  "0539842940": 473,
  "0539890960": 474,
  "0539890960ابو": 475,
  "0539902934": 476,
  "0539970730": 477,
  "054": 478,
  "0540050730": 479,
  "0540545994": 480,
  "0540600627": 481,
  "0540790091": 482,
  "0540992928": 483,
  "0541233727": 484,
  "0541234536": 485,
  "0541249146": 486,
  "0541296342": 487,
  "0541609597": 488,
  "0541813002": 489,
  "0541912706": 490,
  "0542128121": 491,
  "0542142024": 492,
  "0542221005": 493,
  "0542221008": 494,
  "0542308677": 495,
  "0542345144": 496,
  "0542697906": 497,
  "0542758542": 498,
  "0542966505": 499,
  "0543023468": 500,
  "0543340606": 501,
  "0543399882": 502,
  "0543506222": 503,
  "0543777141": 504,
  "0543777161": 505,
  "0543792756": 506,
  "0543930203": 507,
  "0544117740": 508,
  "0544142690": 509,
  "0544384420": 510,
  "0544471416": 511,
  "0544559291": 512,
  "0544845270": 513,
  "0544951991": 514,
  "0544954020": 515,
  "0545150440": 516,
  "0545364020": 517,
  "0545461098": 518,
  "0545461145": 519,
  "0545747334": 520,
  "0545752077": 521,
  "0546444785": 522,
  "0546475901": 523,
  "0546506409": 524,
  "0546535187": 525,
  "0546552314": 526,
  "0546742421": 527,
  "0546920819": 528,
  "0547021811": 529,
  "0547022228": 530,
  "0547068738": 531,
  "0547088878": 532,
  "0547208752": 533,
  "0547491511": 534,
  "0547544999": 535,
  "0547567437": 536,
  "0547615252": 537,
  "0547778842": 538,
  "0548300674": 539,
  "0548300674ر": 540,
  "0548401744": 541,
  "0548515164": 542,
  "0548735853": 543,
  "0548872665": 544,
  "0548977733": 545,
  "0548990005": 546,
  "0549288583": 547,
  "0549476685": 548,
  "0549754774": 549,
  "0549817826": 550,
  "0549889047": 551,
  "055": 552,
  "0550066997": 553,
  "0550080183": 554,
  "0550080214": 555,
  "0550215950": 556,
  "0550237434": 557,
  "0550264375": 558,
  "0550283379": 559,
  "0550286806": 560,
  "0550310279": 561,
  "0550348021": 562,
  "0550364837": 563,
  "0550387091": 564,
  "0550409987": 565,
  "0550416692": 566,
  "0550434614": 567,
  "0550473109": 568,
  "0550487430": 569,
  "0550515470": 570,
  "0550515474": 571,
  "0550552987": 572,
  "0550580890": 573,
  "0550689572": 574,
  "0550708232": 575,
  "0550888493": 576,
  "0550904010": 577,
  "0551031732": 578,
  "0551056600": 579,
  "0551088654": 580,
  "0551101830": 581,
  "0551203080": 582,
  "0551542272": 583,
  "0551597429": 584,
  "0551667683": 585,
  "0551668141": 586,
  "0551668141اتصال": 587,
  "0551803180": 588,
  "0551855863": 589,
  "0551908444": 590,
  "0551945475": 591,
  "0551972366": 592,
  "0552040508": 593,
  "0552048750": 594,
  "0552086444": 595,
  "0552088999": 596,
  "0552138831": 597,
  "0552246090": 598,
  "0552259056": 599,
  "0552376081": 600,
  "0552395233": 601,
  "0552408444": 602,
  "0552440502": 603,
  "0552515511": 604,
  "0552555030": 605,
  "0552803379": 606,
  "0552818929": 607,
  "0552860777": 608,
  "0552894442": 609,
  "0552931991": 610,
  "0552968555": 611,
  "0552980027": 612,
  "0553037600": 613,
  "0553116667": 614,
  "0553257348": 615,
  "0553333210": 616,
  "0553466464": 617,
  "0553483316": 618,
  "0553596464": 619,
  "0553615000": 620,
  "0553642009": 621,
  "055364837": 622,
  "0553653544": 623,
  "0553665535": 624,
  "0553677273": 625,
  "0553728798": 626,
  "0553772006": 627,
  "0553807365": 628,
  "0553810363": 629,
  "0553817774": 630,
  "0553918555": 631,
  "0553966888": 632,
  "0554044061": 633,
  "0554099988": 634,
  "0554102217": 635,
  "0554190830": 636,
  "0554253033": 637,
  "0554271709": 638,
  "0554308224": 639,
  "0554446191": 640,
  "0554453697": 641,
  "0554541945": 642,
  "0554561555": 643,
  "0554686215": 644,
  "0554769688": 645,
  "0554772125": 646,
  "0554799269": 647,
  "0554969900": 648,
  "0554989900": 649,
  "0555075870": 650,
  "0555126552": 651,
  "0555160503": 652,
  "0555171405": 653,
  "0555211135": 654,
  "0555218247": 655,
  "0555223954": 656,
  "0555241203": 657,
  "0555244122": 658,
  "0555274297": 659,
  "0555275180": 660,
  "0555296716": 661,
  "0555403489": 662,
  "0555413133": 663,
  "0555437349": 664,
  "0555468272": 665,
  "0555484033": 666,
  "0555522951": 667,
  "0555528881": 668,
  "0555553386": 669,
  "0555659202": 670,
  "0555744610": 671,
  "0555790352": 672,
  "0555805878": 673,
  "0555885193": 674,
  "0555893323": 675,
  "0556023153": 676,
  "0556030653": 677,
  "0556074448": 678,
  "0556111750": 679,
  "0556199177": 680,
  "0556205514": 681,
  "0556208222": 682,
  "0556244122": 683,
  "0556249000": 684,
  "0556250977": 685,
  "0556300214": 686,
  "0556517939": 687,
  "0556545092": 688,
  "0556617476": 689,
  "0556678197": 690,
  "0556810777": 691,
  "0556820777": 692,
  "0557025654": 693,
  "0557026555": 694,
  "0557111766": 695,
  "0557169186": 696,
  "0557202646": 697,
  "0557237704": 698,
  "0557376464": 699,
  "0557411625": 700,
  "0557411626": 701,
  "0557466440": 702,
  "0557555239": 703,
  "0557630566": 704,
  "0557747855": 705,
  "0557767749": 706,
  "0557770698": 707,
  "0557778317": 708,
  "0557908578": 709,
  "0557922002": 710,
  "0557995700": 711,
  "0558010364": 712,
  "0558069000": 713,
  "0558070798": 714,
  "0558150701": 715,
  "0558335156": 716,
  "0558374426": 717,
  "0558397633": 718,
  "0558435923": 719,
  "0558477208": 720,
  "0558500040": 721,
  "0558558420": 722,
  "0558568757": 723,
  "0558615858": 724,
  "0558707014": 725,
  "0558709754": 726,
  "0558747397": 727,
  "0558871650": 728,
  "0558881155": 729,
  "0558900246": 730,
  "0558902753": 731,
  "0558923412": 732,
  "0558980286": 733,
  "0559047104": 734,
  "0559055875": 735,
  "0559111046": 736,
  "0559149272": 737,
  "0559378975": 738,
  "0559408444": 739,
  "0559547729": 740,
  "0559550438": 741,
  "0559554183": 742,
  "0559638555": 743,
  "0559640804": 744,
  "0559692190": 745,
  "0559711616": 746,
  "0559789972": 747,
  "0559808565": 748,
  "0559958344": 749,
  "0559964631": 750,
  "056": 751,
  "0560346562": 752,
  "0560444437": 753,
  "0560486458": 754,
  "0560700870": 755,
  "0560825046": 756,
  "0560874039": 757,
  "0561010259": 758,
  "0561121685": 759,
  "0561130260": 760,
  "0561468000": 761,
  "0561531555": 762,
  "0561684701": 763,
  "0561879758": 764,
  "0561915272": 765,
  "0561938823": 766,
  "0562118897": 767,
  "0562229929": 768,
  "0562259309": 769,
  "0562619510": 770,
  "0562800800": 771,
  "0562810257": 772,
  "0562984060": 773,
  "0563079226": 774,
  "0563194419": 775,
  "0563232704": 776,
  "0564068180": 777,
  "0564485290": 778,
  "0564530495": 779,
  "0564664190": 780,
  "0564664290": 781,
  "0564855149": 782,
  "0564945554": 783,
  "0565036969": 784,
  "0565149471": 785,
  "0565185220": 786,
  "0565202223": 787,
  "0565455445": 788,
  "0565527315": 789,
  "0565568373": 790,
  "0565705306": 791,
  "0565764555": 792,
  "0565993377": 793,
  "0566086516": 794,
  "0566099459": 795,
  "0566194475": 796,
  "0566378059واتس": 797,
  "0566632322": 798,
  "0566834275": 799,
  "0566878112": 800,
  "0566905235": 801,
  "0567023422": 802,
  "0567948876": 803,
  "0568060971": 804,
  "0568288007": 805,
  "0568381666": 806,
  "0568512525": 807,
  "0568582344": 808,
  "0568608333": 809,
  "0568659429": 810,
  "0568686198": 811,
  "0568795335": 812,
  "0568901922": 813,
  "0569039399": 814,
  "0569059574": 815,
  "0569243922": 816,
  "0569303073": 817,
  "0569312373": 818,
  "0569398002": 819,
  "0569455211": 820,
  "0569639060": 821,
  "0569646282": 822,
  "0569801922": 823,
  "0569805449": 824,
  "0569900997": 825,
  "057": 826,
  "0570020093": 827,
  "0570020095": 828,
  "0570021077": 829,
  "0570469807": 830,
  "0570508466": 831,
  "0570572552": 832,
  "0570579559": 833,
  "0570616080": 834,
  "0570702197": 835,
  "0570707848": 836,
  "0571818189": 837,
  "0571970000": 838,
  "0573505480": 839,
  "0573505480وتساب": 840,
  "0573571457": 841,
  "0573603086": 842,
  "0573629173": 843,
  "0573632251": 844,
  "0573704030": 845,
  "0573751902": 846,
  "0573760508": 847,
  "0573760509": 848,
  "0573764240": 849,
  "0573765551": 850,
  "0573765553": 851,
  "0573765554": 852,
  "0573899671": 853,
  "0574500686": 854,
  "0575232010": 855,
  "0575752222": 856,
  "0577284743": 857,
  "058": 858,
  "0580018181": 859,
  "0581017799": 860,
  "0581032214": 861,
  "0581037391": 862,
  "0581037502": 863,
  "0581037620": 864,
  "0581041744": 865,
  "0581041760": 866,
  "0581516171": 867,
  "0581628226": 868,
  "0581663468": 869,
  "0581713809": 870,
  "0582566565": 871,
  "059": 872,
  "0590001134": 873,
  "0590001135": 874,
  "0590050000": 875,
  "0590295628": 876,
  "0590704416": 877,
  "0591440825": 878,
  "0591445821": 879,
  "0591723982": 880,
  "0591790101": 881,
  "0592626077": 882,
  "0592958882": 883,
  "0593131581": 884,
  "0593240747": 885,
  "0593334930": 886,
  "0593599993": 887,
  "0593688824": 888,
  "0593851066": 889,
  "059408444": 890,
  "0594361111": 891,
  "0594602728..اتصال": 892,
  "0594848715": 893,
  "0595206666": 894,
  "0595295757": 895,
  "0595371380": 896,
  "0595587870": 897,
  "0595915555": 898,
  "0596666322": 899,
  "0597000666": 900,
  "0597770179": 901,
  "0597888872": 902,
  "0598060020": 903,
  "0598088805": 904,
  "0598325155": 905,
  "0598334444": 906,
  "0598880142": 907,
  "0598897377": 908,
  "0599344804": 909,
  "0599407777": 910,
  "0599845488": 911,
  "06": 912,
  "066": 913,
  "07": 914,
  "08": 915,
  "090": 916,
  "099": 917,
  "1": 918,
  "1.": 919,
  "1.0": 920,
  "1.100.000": 921,
  "1.127.500": 922,
  "1.130.000": 923,
  "1.150.000": 924,
  "1.190.000": 925,
  "1.194.000": 926,
  "1.2": 927,
  "1.200.000": 928,
  "1.250.000": 929,
  "1.3": 930,
  "1.300.000": 931,
  "1.390.000": 932,
  "1.400.000": 933,
  "1.5": 934,
  "1.500": 935,
  "1.500.000": 936,
  "1.519.000": 937,
  "1.5ملم": 938,
  "1.6": 939,
  "1.60": 940,
  "1.649.000": 941,
  "1.650.000": 942,
  "1.695.000": 943,
  "1.700.000": 944,
  "1.70م": 945,
  "1.75": 946,
  "1.790.000": 947,
  "1.8": 948,
  "1.80": 949,
  "1.800.000": 950,
  "1.839.000": 951,
  "1.85": 952,
  "1.850.000": 953,
  "1.8م": 954,
  "1.9": 955,
  "1.900.000": 956,
  "1.9كم": 957,
  "10": 958,
  "10.": 959,
  "10.000.000ريال": 960,
  "10.2": 961,
  "10.5": 962,
  "10.50م": 963,
  "100": 964,
  "100.0": 965,
  "100.000": 966,
  "100.27م": 967,
  "100.59": 968,
  "1000": 969,
  "1000.0": 970,
  "10000": 971,
  "10000.0": 972,
  "100000": 973,
  "1000000": 974,
  "10000000": 975,
  "1000080": 976,
  "100012": 977,
  "100027": 978,
  "1000290": 979,
  "100032": 980,
  "1000350": 981,
  "1000رسال": 982,
  "1000رسوم": 983,
  "1000ريال": 984,
  "1000م": 985,
  "100163": 986,
  "100217": 987,
  "100219": 988,
  "100231": 989,
  "100240": 990,
  "1004": 991,
  "1005": 992,
  "100،": 993,
  "100السعر365الف": 994,
  "100الف": 995,
  "100الي": 996,
  "100دفعتين": 997,
  "100م": 998,
  "100م،": 999,
  "100متر": 1000,
  "100٪": 1001,
  "101": 1002,
  "101.0": 1003,
  "101.25": 1004,
  "101.7م": 1005,
  "101.97م،": 1006,
  "1010821605": 1007,
  "1012": 1008,
  "1013.0": 1009,
  "1013000": 1010,
  "1015": 1011,
  "10150000": 1012,
  "101م": 1013,
  "101م،": 1014,
  "102": 1015,
  "102.0": 1016,
  "1020.0": 1017,
  "1020000": 1018,
  "1021": 1019,
  "1022": 1020,
  "1023": 1021,
  "1024": 1022,
  "1024.0": 1023,
  "1025": 1024,
  "1026": 1025,
  "1026.0": 1026,
  "1026000": 1027,
  "102م": 1028,
  "102م،": 1029,
  "103": 1030,
  "103.0": 1031,
  "1030000": 1032,
  "1032": 1033,
  "1033.0": 1034,
  "1034": 1035,
  "1034.0": 1036,
  "1037": 1037,
  "103م": 1038,
  "103م،": 1039,
  "104": 1040,
  "104.0": 1041,
  "104.62": 1042,
  "104.78": 1043,
  "1040": 1044,
  "1040.0": 1045,
  "1040000": 1046,
  "104م": 1047,
  "104م.": 1048,
  "104م،": 1049,
  "104متر": 1050,
  "104م٢": 1051,
  "105": 1052,
  "105.0": 1053,
  "105.000": 1054,
  "105.5": 1055,
  "1050": 1056,
  "1050.0": 1057,
  "105000": 1058,
  "1050000": 1059,
  "1050000ريال": 1060,
  "1050661": 1061,
  "1051": 1062,
  "1056": 1063,
  "1056.0": 1064,
  "1059.0": 1065,
  "105الي118": 1066,
  "105م": 1067,
  "105م،": 1068,
  "106": 1069,
  "106.0": 1070,
  "1060000": 1071,
  "1066.0": 1072,
  "1066.2": 1073,
  "106،": 1074,
  "106م": 1075,
  "106م٢": 1076,
  "107": 1077,
  "107.0": 1078,
  "1070000": 1079,
  "1074.0": 1080,
  "1075000": 1081,
  "107م": 1082,
  "107م،": 1083,
  "108": 1084,
  "108.0": 1085,
  "10800": 1086,
  "108000": 1087,
  "1080000": 1088,
  "108م": 1089,
  "108م،": 1090,
  "108م٢": 1091,
  "109": 1092,
  "109.0": 1093,
  "1090000": 1094,
  "1097": 1095,
  "1097802": 1096,
  "1098": 1097,
  "1099998": 1098,
  "109م": 1099,
  "109م،": 1100,
  "10:00": 1101,
  "10،000": 1102,
  "10الاف": 1103,
  "10د": 1104,
  "10دقايق": 1105,
  "10سنه": 1106,
  "10سنوات": 1107,
  "10سنوات،من": 1108,
  "10سنين": 1109,
  "10غربي": 1110,
  "10غرف": 1111,
  "10م": 1112,
  "10م،": 1113,
  "10٪": 1114,
  "10٪؜": 1115,
  "11": 1116,
  "11.": 1117,
  "11.3م": 1118,
  "11.5": 1119,
  "11.52م": 1120,
  "11.6": 1121,
  "11.7م": 1122,
  "11.80": 1123,
  "110": 1124,
  "110.0": 1125,
  "110.000": 1126,
  "110.05م": 1127,
  "1100": 1128,
  "1100.0": 1129,
  "11000": 1130,
  "110000": 1131,
  "1100000": 1132,
  "11000000": 1133,
  "1100012564": 1134,
  "1100021729": 1135,
  "1100226194": 1136,
  "1100237329": 1137,
  "1100290770": 1138,
  "1100293093": 1139,
  "1100م": 1140,
  "1107": 1141,
  "110دفعتين": 1142,
  "110م": 1143,
  "111": 1144,
  "111.0": 1145,
  "111.07م": 1146,
  "1110.0": 1147,
  "1115": 1148,
  "111م": 1149,
  "111م،": 1150,
  "112": 1151,
  "112.0": 1152,
  "1120.0": 1153,
  "1120000": 1154,
  "1120م": 1155,
  "11250.0": 1156,
  "112:": 1157,
  "112،": 1158,
  "112؟": 1159,
  "112شقه": 1160,
  "112م": 1161,
  "112م،": 1162,
  "112متر": 1163,
  "113": 1164,
  "113.0": 1165,
  "113000": 1166,
  "1130000": 1167,
  "1133.0": 1168,
  "1135": 1169,
  "113520": 1170,
  "1139250": 1171,
  "113م": 1172,
  "113م،": 1173,
  "113م٢": 1174,
  "114": 1175,
  "114.0": 1176,
  "1140.0": 1177,
  "114000": 1178,
  "1140000": 1179,
  "114502536": 1180,
  "1146597": 1181,
  "1146597متر": 1182,
  "1146600.0": 1183,
  "114م": 1184,
  "114م2.": 1185,
  "115": 1186,
  "115.0": 1187,
  "115.39": 1188,
  "1150": 1189,
  "11500": 1190,
  "115000": 1191,
  "1150000": 1192,
  "11500000": 1193,
  "1150500": 1194,
  "1150720": 1195,
  "1153.0": 1196,
  "1155.0": 1197,
  "1159.0": 1198,
  "1159000": 1199,
  "115م": 1200,
  "115متر": 1201,
  "116": 1202,
  "116.0": 1203,
  "1160": 1204,
  "1160.0": 1205,
  "1160000": 1206,
  "1161": 1207,
  "1161.0": 1208,
  "116666.0": 1209,
  "116م": 1210,
  "116م،": 1211,
  "116متر": 1212,
  "117": 1213,
  "117.0": 1214,
  "117.05م": 1215,
  "1170.0": 1216,
  "1170000": 1217,
  "117م": 1218,
  "117م،": 1219,
  "118": 1220,
  "118.0": 1221,
  "118.65م": 1222,
  "118.86": 1223,
  "1180000": 1224,
  "118020": 1225,
  "1181250": 1226,
  "1184": 1227,
  "1184.0": 1228,
  "118م": 1229,
  "119": 1230,
  "119.0": 1231,
  "1190000": 1232,
  "1194000": 1233,
  "1195": 1234,
  "1195.0": 1235,
  "1195000": 1236,
  "119م": 1237,
  "11دقيقه": 1238,
  "11سنه": 1239,
  "11م": 1240,
  "12": 1241,
  "12.": 1242,
  "12.07": 1243,
  "12.5": 1244,
  "12.50": 1245,
  "12.5م": 1246,
  "12.6م": 1247,
  "12.7": 1248,
  "12.8": 1249,
  "12.800": 1250,
  "12.8م": 1251,
  "12.91": 1252,
  "120": 1253,
  "120.": 1254,
  "120.0": 1255,
  "120.000": 1256,
  "120.11": 1257,
  "120.25م": 1258,
  "1200": 1259,
  "1200.0": 1260,
  "12000": 1261,
  "120000": 1262,
  "1200000": 1263,
  "12000000": 1264,
  "12000000546": 1265,
  "1200000435": 1266,
  "1200006675": 1267,
  "1200008010": 1268,
  "1200008097": 1269,
  "1200008829": 1270,
  "1200009844": 1271,
  "1200010410": 1272,
  "1200010605": 1273,
  "1200011504": 1274,
  "1200012493": 1275,
  "1200012520": 1276,
  "1200012955": 1277,
  "1200013419": 1278,
  "1200014309": 1279,
  "1200014336": 1280,
  "1200017070": 1281,
  "1200017543": 1282,
  "1200018592": 1283,
  "1200019074": 1284,
  "1200019203": 1285,
  "120001947": 1286,
  "1200019477": 1287,
  "120002": 1288,
  "1200020626": 1289,
  "1200020683": 1290,
  "1200020902": 1291,
  "1200026455": 1292,
  "1200027687": 1293,
  "1200029011": 1294,
  "1200030610": 1295,
  "1200030880": 1296,
  "1200033901": 1297,
  "1200034148": 1298,
  "1200039377": 1299,
  "120003977": 1300,
  "1200039876": 1301,
  "120052": 1302,
  "1200600": 1303,
  "120150": 1304,
  "1202": 1305,
  "120الي": 1306,
  "120م": 1307,
  "120م،": 1308,
  "121": 1309,
  "121.0": 1310,
  "121.7": 1311,
  "121.8م": 1312,
  "1210.0": 1313,
  "1210000": 1314,
  "1211": 1315,
  "12197.0": 1316,
  "121م": 1317,
  "121م،": 1318,
  "122": 1319,
  "122.0": 1320,
  "122.60": 1321,
  "1220000": 1322,
  "122011": 1323,
  "1222": 1324,
  "1222.0": 1325,
  "1224": 1326,
  "1225": 1327,
  "122م": 1328,
  "122م،": 1329,
  "122متر": 1330,
  "123": 1331,
  "123.0": 1332,
  "123.4م": 1333,
  "123.96": 1334,
  "1230": 1335,
  "1230000": 1336,
  "1237.0": 1337,
  "1237.5": 1338,
  "123م": 1339,
  "124": 1340,
  "124.0": 1341,
  "1240000": 1342,
  "1243": 1343,
  "124999": 1344,
  "124م": 1345,
  "124متر": 1346,
  "125": 1347,
  "125.": 1348,
  "125.0": 1349,
  "1250": 1350,
  "1250.0": 1351,
  "125000": 1352,
  "1250000": 1353,
  "1258": 1354,
  "1259": 1355,
  "125م": 1356,
  "125م.ااي230م": 1357,
  "125م،": 1358,
  "125م٢": 1359,
  "126": 1360,
  "126.0": 1361,
  "126.55م": 1362,
  "126.85": 1363,
  "1260.0": 1364,
  "1260000": 1365,
  "1261": 1366,
  "1264.0": 1367,
  "1265.0": 1368,
  "1265000": 1369,
  "1266": 1370,
  "1268.0": 1371,
  "126م": 1372,
  "126م،": 1373,
  "127": 1374,
  "127.0": 1375,
  "127.24م": 1376,
  "127.44": 1377,
  "1270000": 1378,
  "127م": 1379,
  "127متر": 1380,
  "128": 1381,
  "128.0": 1382,
  "128.5م،": 1383,
  "128.6م2": 1384,
  "1280000": 1385,
  "1287.0": 1386,
  "1287.6م": 1387,
  "1287000": 1388,
  "128880": 1389,
  "128م": 1390,
  "129": 1391,
  "129.0": 1392,
  "129000": 1393,
  "1290000": 1394,
  "1295000": 1395,
  "129990": 1396,
  "129م": 1397,
  "129م،": 1398,
  "12دقايق": 1399,
  "12دقيقه": 1400,
  "12شقه": 1401,
  "12م": 1402,
  "12م٢": 1403,
  "13": 1404,
  "13.": 1405,
  "13.12": 1406,
  "13.12م": 1407,
  "13.48م": 1408,
  "13.5": 1409,
  "13.50": 1410,
  "13.92": 1411,
  "130": 1412,
  "130.": 1413,
  "130.0": 1414,
  "130.000": 1415,
  "130.000.س": 1416,
  "130.000ر.س": 1417,
  "1300": 1418,
  "1300.0": 1419,
  "13000": 1420,
  "130000": 1421,
  "1300000": 1422,
  "130125": 1423,
  "1305": 1424,
  "130الي": 1425,
  "130م": 1426,
  "130م.": 1427,
  "130م،": 1428,
  "131": 1429,
  "131.0": 1430,
  "131م": 1431,
  "131م.": 1432,
  "131م،": 1433,
  "132": 1434,
  "132.0": 1435,
  "132000": 1436,
  "1320000": 1437,
  "1320م": 1438,
  "1323000": 1439,
  "13232.0": 1440,
  "13232م٢": 1441,
  "132م": 1442,
  "132م،": 1443,
  "132م٢": 1444,
  "133": 1445,
  "133.0": 1446,
  "133.59": 1447,
  "133000": 1448,
  "1330000": 1449,
  "1332500": 1450,
  "1333.0": 1451,
  "133500": 1452,
  "133م": 1453,
  "134": 1454,
  "134.0": 1455,
  "1340000": 1456,
  "134م": 1457,
  "134م،": 1458,
  "134م٢": 1459,
  "135": 1460,
  "135.0": 1461,
  "1350": 1462,
  "135000": 1463,
  "1350000": 1464,
  "13500000": 1465,
  "135الف": 1466,
  "135م": 1467,
  "135م،": 1468,
  "135متر": 1469,
  "136": 1470,
  "136.0": 1471,
  "136000": 1472,
  "1361": 1473,
  "1365": 1474,
  "1368.0": 1475,
  "136،": 1476,
  "136م": 1477,
  "136م،": 1478,
  "137": 1479,
  "137.0": 1480,
  "137.12": 1481,
  "137.17": 1482,
  "137.77": 1483,
  "1370": 1484,
  "137140.0": 1485,
  "137م": 1486,
  "138": 1487,
  "138.0": 1488,
  "1380000": 1489,
  "1380000ريال": 1490,
  "1381.0": 1491,
  "1385000": 1492,
  "1389480": 1493,
  "138م": 1494,
  "139": 1495,
  "139.0": 1496,
  "1398": 1497,
  "1399000": 1498,
  "139م": 1499,
  "13دقيقه": 1500,
  "13سنه": 1501,
  "13م": 1502,
  "14": 1503,
  "14.": 1504,
  "14.000": 1505,
  "14.400": 1506,
  "14.50": 1507,
  "140": 1508,
  "140.0": 1509,
  "140.46": 1510,
  "140.63": 1511,
  "1400": 1512,
  "1400.0": 1513,
  "14000": 1514,
  "140000": 1515,
  "1400000": 1516,
  "14000000": 1517,
  "140039": 1518,
  "140400": 1519,
  "140م": 1520,
  "140م2.": 1521,
  "140م،": 1522,
  "140متر": 1523,
  "140م٢": 1524,
  "141": 1525,
  "141.0": 1526,
  "141000": 1527,
  "1417": 1528,
  "14176": 1529,
  "141م": 1530,
  "141متر.": 1531,
  "141م٢": 1532,
  "142": 1533,
  "142.0": 1534,
  "142.3": 1535,
  "142.34": 1536,
  "14218": 1537,
  "14248": 1538,
  "1428320": 1539,
  "142م": 1540,
  "143": 1541,
  "143.0": 1542,
  "14300": 1543,
  "1430000": 1544,
  "1430548": 1545,
  "1432.0": 1546,
  "1434.0": 1547,
  "143950": 1548,
  "143م": 1549,
  "144": 1550,
  "144.0": 1551,
  "144.16": 1552,
  "1440000": 1553,
  "1442": 1554,
  "1444": 1555,
  "1447": 1556,
  "1448": 1557,
  "144م": 1558,
  "145": 1559,
  "145.0": 1560,
  "145.11": 1561,
  "1450": 1562,
  "145000": 1563,
  "1450000": 1564,
  "14575": 1565,
  "1459": 1566,
  "145م": 1567,
  "146": 1568,
  "146.0": 1569,
  "146.55": 1570,
  "1460000": 1571,
  "14639.0": 1572,
  "1465000": 1573,
  "14672": 1574,
  "1469": 1575,
  "146م": 1576,
  "146متر": 1577,
  "147": 1578,
  "147.0": 1579,
  "147000": 1580,
  "1470000": 1581,
  "1473": 1582,
  "1475": 1583,
  "1475.0": 1584,
  "1476": 1585,
  "1477": 1586,
  "147م": 1587,
  "147م،": 1588,
  "148": 1589,
  "148.0": 1590,
  "1480000": 1591,
  "1484": 1592,
  "1487": 1593,
  "148م": 1594,
  "149": 1595,
  "149.0": 1596,
  "1490": 1597,
  "1491": 1598,
  "1491000": 1599,
  "1494948": 1600,
  "1495": 1601,
  "1495000": 1602,
  "1496": 1603,
  "1497": 1604,
  "1499": 1605,
  "1499000": 1606,
  "1499715": 1607,
  "149م": 1608,
  "14دقيقه": 1609,
  "14شقه": 1610,
  "14م": 1611,
  "14م2.": 1612,
  "15": 1613,
  "15.10م": 1614,
  "150": 1615,
  "150.0": 1616,
  "150.000": 1617,
  "150.28": 1618,
  "1500": 1619,
  "1500.0": 1620,
  "15000": 1621,
  "150000": 1622,
  "1500000": 1623,
  "15000000": 1624,
  "1500110": 1625,
  "150040": 1626,
  "1500م": 1627,
  "1502": 1628,
  "15041": 1629,
  "1505": 1630,
  "1506": 1631,
  "1506000": 1632,
  "150660": 1633,
  "15074": 1634,
  "1508": 1635,
  "1509": 1636,
  "150الف.": 1637,
  "150الي": 1638,
  "150م": 1639,
  "150م2": 1640,
  "151": 1641,
  "151.0": 1642,
  "1511": 1643,
  "1512": 1644,
  "1513": 1645,
  "1514": 1646,
  "1514.0": 1647,
  "1519000": 1648,
  "152": 1649,
  "152.0": 1650,
  "15239": 1651,
  "1525.0": 1652,
  "1529": 1653,
  "152م": 1654,
  "153": 1655,
  "153.0": 1656,
  "1530000": 1657,
  "1537500": 1658,
  "153م": 1659,
  "153م2": 1660,
  "154": 1661,
  "154.0": 1662,
  "154.07": 1663,
  "1545م": 1664,
  "1547.0": 1665,
  "1548.0": 1666,
  "154م": 1667,
  "154م.": 1668,
  "155": 1669,
  "155.0": 1670,
  "15500": 1671,
  "155000": 1672,
  "1550000": 1673,
  "15500000": 1674,
  "1550م": 1675,
  "155100": 1676,
  "155214": 1677,
  "155م": 1678,
  "155م،": 1679,
  "156": 1680,
  "156.0": 1681,
  "156.5": 1682,
  "1561": 1683,
  "1563": 1684,
  "1563.0": 1685,
  "156750": 1686,
  "1568": 1687,
  "1569.69م": 1688,
  "156م": 1689,
  "156م،": 1690,
  "157": 1691,
  "157.0": 1692,
  "157.22": 1693,
  "157000.0": 1694,
  "1573.0": 1695,
  "1573م٢": 1696,
  "15745": 1697,
  "15746": 1698,
  "1575.0": 1699,
  "1575م": 1700,
  "1576.0": 1701,
  "1576.5م": 1702,
  "1577": 1703,
  "15784": 1704,
  "157م": 1705,
  "158": 1706,
  "158.0": 1707,
  "158.3": 1708,
  "1580": 1709,
  "1580000": 1710,
  "158033": 1711,
  "15811": 1712,
  "15817": 1713,
  "1586": 1714,
  "1588": 1715,
  "158م": 1716,
  "159": 1717,
  "159.0": 1718,
  "15900": 1719,
  "1590000": 1720,
  "1592": 1721,
  "1592.0": 1722,
  "1597": 1723,
  "15،": 1724,
  "15جنوبي": 1725,
  "15دقايق": 1726,
  "15دقيقه": 1727,
  "15سنه": 1728,
  "15عام": 1729,
  "15غربيه": 1730,
  "15م": 1731,
  "15م.": 1732,
  "15م2.": 1733,
  "15م،": 1734,
  "15متر": 1735,
  "15م٢": 1736,
  "15و": 1737,
  "15و16": 1738,
  "15وجنوبي": 1739,
  "15ويتكون": 1740,
  "16": 1741,
  "16.": 1742,
  "16.25": 1743,
  "16.37": 1744,
  "16.51": 1745,
  "16.5م": 1746,
  "16.954105": 1747,
  "160": 1748,
  "160.0": 1749,
  "1600": 1750,
  "1600.0": 1751,
  "16000": 1752,
  "160000": 1753,
  "1600000": 1754,
  "16000000": 1755,
  "160024": 1756,
  "160056": 1757,
  "160109": 1758,
  "16048.0": 1759,
  "16076": 1760,
  "160م": 1761,
  "160متر": 1762,
  "161": 1763,
  "161.0": 1764,
  "161.93م": 1765,
  "16127": 1766,
  "16134": 1767,
  "1618": 1768,
  "161م": 1769,
  "162": 1770,
  "162.0": 1771,
  "162.97": 1772,
  "1620": 1773,
  "16220": 1774,
  "16277": 1775,
  "1629000": 1776,
  "162م": 1777,
  "163": 1778,
  "163.0": 1779,
  "163.97": 1780,
  "1630000": 1781,
  "16394": 1782,
  "163م": 1783,
  "163م،": 1784,
  "164": 1785,
  "164.0": 1786,
  "1640000": 1787,
  "164220": 1788,
  "1644.0": 1789,
  "1649000": 1790,
  "164م": 1791,
  "164متر": 1792,
  "165": 1793,
  "165.0": 1794,
  "165.52م": 1795,
  "165000": 1796,
  "1650000": 1797,
  "1650370": 1798,
  "165م": 1799,
  "165متر": 1800,
  "165م٢": 1801,
  "166": 1802,
  "166.0": 1803,
  "166.54": 1804,
  "166.68م": 1805,
  "1668.2م": 1806,
  "166م": 1807,
  "167": 1808,
  "167.0": 1809,
  "16708": 1810,
  "1675000": 1811,
  "16757": 1812,
  "16765": 1813,
  "16770": 1814,
  "16773": 1815,
  "167م": 1816,
  "168": 1817,
  "168.0": 1818,
  "168.22": 1819,
  "168.31": 1820,
  "1680.34م": 1821,
  "168000": 1822,
  "1680000": 1823,
  "16807": 1824,
  "1682": 1825,
  "1684": 1826,
  "169": 1827,
  "169.0": 1828,
  "169.2": 1829,
  "1690000": 1830,
  "16907": 1831,
  "16936": 1832,
  "1695": 1833,
  "1695000": 1834,
  "1697": 1835,
  "1698": 1836,
  "1699000": 1837,
  "16993": 1838,
  "169م": 1839,
  "169م..": 1840,
  "16،": 1841,
  "16دقيقه": 1842,
  "16م": 1843,
  "16م،": 1844,
  "16مترا": 1845,
  "17": 1846,
  "17.34م": 1847,
  "17.50": 1848,
  "170": 1849,
  "170.0": 1850,
  "1700": 1851,
  "17000": 1852,
  "170000": 1853,
  "1700000": 1854,
  "170400": 1855,
  "1706": 1856,
  "170625": 1857,
  "17067260": 1858,
  "170م": 1859,
  "170متر": 1860,
  "171": 1861,
  "171.0": 1862,
  "171000": 1863,
  "1710000": 1864,
  "17121": 1865,
  "1716000": 1866,
  "17174": 1867,
  "171م": 1868,
  "171متر": 1869,
  "172": 1870,
  "172.0": 1871,
  "172.5": 1872,
  "17205": 1873,
  "17248": 1874,
  "172500": 1875,
  "172م": 1876,
  "172م،": 1877,
  "172متر": 1878,
  "173": 1879,
  "173.0": 1880,
  "1730": 1881,
  "1734000": 1882,
  "17351": 1883,
  "17357": 1884,
  "17387": 1885,
  "173م": 1886,
  "173متر": 1887,
  "174": 1888,
  "174.0": 1889,
  "1740000": 1890,
  "17421": 1891,
  "174م": 1892,
  "174متر": 1893,
  "175": 1894,
  "175.0": 1895,
  "175.6م": 1896,
  "1750": 1897,
  "1750.0": 1898,
  "1750000": 1899,
  "175200": 1900,
  "17539": 1901,
  "175م": 1902,
  "176": 1903,
  "176.0": 1904,
  "17608": 1905,
  "176250": 1906,
  "1764000": 1907,
  "176م": 1908,
  "177": 1909,
  "177.0": 1910,
  "177.2م": 1911,
  "1775.39م": 1912,
  "1775000": 1913,
  "1776.0": 1914,
  "177م": 1915,
  "177متر": 1916,
  "178": 1917,
  "178.0": 1918,
  "178.75م": 1919,
  "1784": 1920,
  "1786778": 1921,
  "1789": 1922,
  "178م": 1923,
  "179": 1924,
  "179.0": 1925,
  "179.72": 1926,
  "1790000": 1927,
  "179م:": 1928,
  "17الي": 1929,
  "17م": 1930,
  "17م2.": 1931,
  "18": 1932,
  "18.": 1933,
  "18.02م": 1934,
  "18.09م": 1935,
  "18.40": 1936,
  "18.40م": 1937,
  "18.5": 1938,
  "18.50": 1939,
  "18.85م": 1940,
  "18.86": 1941,
  "180": 1942,
  "180.0": 1943,
  "180.35م": 1944,
  "1800": 1945,
  "1800.0": 1946,
  "18000": 1947,
  "180000": 1948,
  "1800000": 1949,
  "18000000": 1950,
  "1800حق": 1951,
  "180م": 1952,
  "180م،": 1953,
  "181": 1954,
  "181.0": 1955,
  "181.21م": 1956,
  "181.60": 1957,
  "181.95م": 1958,
  "1813.0": 1959,
  "181م": 1960,
  "182": 1961,
  "182.0": 1962,
  "182.5": 1963,
  "1820.0": 1964,
  "1820000": 1965,
  "182091376": 1966,
  "1820م": 1967,
  "1823.0": 1968,
  "18297": 1969,
  "182م": 1970,
  "183": 1971,
  "183.0": 1972,
  "183.5م": 1973,
  "1837004": 1974,
  "1839000": 1975,
  "183م": 1976,
  "184": 1977,
  "184.0": 1978,
  "1840": 1979,
  "1840000": 1980,
  "18480": 1981,
  "185": 1982,
  "185.0": 1983,
  "185.25": 1984,
  "185.6": 1985,
  "1850": 1986,
  "1850.000": 1987,
  "185000": 1988,
  "1850000": 1989,
  "185030": 1990,
  "185220": 1991,
  "185م": 1992,
  "186": 1993,
  "186.0": 1994,
  "186000": 1995,
  "1865000": 1996,
  "186م": 1997,
  "187": 1998,
  "187.0": 1999,
  "187037": 2000,
  "1875.0": 2001,
  "1876.0": 2002,
  "187989.0": 2003,
  "187م": 2004,
  "187م2": 2005,
  "188": 2006,
  "188.0": 2007,
  "1880000": 2008,
  "1880000ريال": 2009,
  "188650": 2010,
  "188م": 2011,
  "189": 2012,
  "189.0": 2013,
  "1890000": 2014,
  "189700": 2015,
  "189775": 2016,
  "189م": 2017,
  "189م،": 2018,
  "18جنوب": 2019,
  "18سنه": 2020,
  "18شرقي": 2021,
  "18شماليه": 2022,
  "18غربيه": 2023,
  "18م": 2024,
  "18متر": 2025,
  "19": 2026,
  "19.01م": 2027,
  "19.09": 2028,
  "19.15": 2029,
  "19.200": 2030,
  "19.30م": 2031,
  "19.35": 2032,
  "19.50م": 2033,
  "19.60م": 2034,
  "19.6م٢": 2035,
  "19.80م": 2036,
  "190": 2037,
  "190.0": 2038,
  "190.000": 2039,
  "190.17م": 2040,
  "1900": 2041,
  "19000": 2042,
  "190000": 2043,
  "1900000": 2044,
  "1900800": 2045,
  "190125": 2046,
  "1901850": 2047,
  "1905331": 2048,
  "190م": 2049,
  "190متر": 2050,
  "191": 2051,
  "191.0": 2052,
  "191.76متر": 2053,
  "191م": 2054,
  "192": 2055,
  "192.0": 2056,
  "1925": 2057,
  "192م": 2058,
  "193": 2059,
  "193.0": 2060,
  "194": 2061,
  "194.0": 2062,
  "1940000": 2063,
  "1948": 2064,
  "1949.0": 2065,
  "1949.38م": 2066,
  "195": 2067,
  "195.0": 2068,
  "1950.0": 2069,
  "195000": 2070,
  "1950000": 2071,
  "195م": 2072,
  "195متر": 2073,
  "196": 2074,
  "196.0": 2075,
  "196.51": 2076,
  "196506": 2077,
  "196م": 2078,
  "197": 2079,
  "197.0": 2080,
  "197م": 2081,
  "198": 2082,
  "198.0": 2083,
  "198.28": 2084,
  "1980000": 2085,
  "198م": 2086,
  "198متر": 2087,
  "199": 2088,
  "199.0": 2089,
  "1990000": 2090,
  "1998": 2091,
  "1998000": 2092,
  "199م": 2093,
  "19دقيقه": 2094,
  "19في": 2095,
  "1:": 2096,
  "1،": 2097,
  "1،2": 2098,
  "1،225": 2099,
  "1،250،000": 2100,
  "1،450،000": 2101,
  "1،640": 2102,
  "1،800": 2103,
  "1ب": 2104,
  "1جناح": 2105,
  "1د": 2106,
  "1دقيقه": 2107,
  "1دور": 2108,
  "1سنه": 2109,
  "1سنهاتحاد": 2110,
  "1صاله": 2111,
  "1عداد": 2112,
  "1غرفه": 2113,
  "1قابل": 2114,
  "1ماستر": 2115,
  "1مجلس": 2116,
  "1مستر": 2117,
  "1مطبخ": 2118,
  "1من": 2119,
  "1٠٨متر": 2120,
  "2": 2121,
  "2.": 2122,
  "2.030.000": 2123,
  "2.1": 2124,
  "2.140.000": 2125,
  "2.150.000": 2126,
  "2.2": 2127,
  "2.200.000": 2128,
  "2.350.000": 2129,
  "2.37": 2130,
  "2.3كم": 2131,
  "2.40": 2132,
  "2.400.000": 2133,
  "2.5": 2134,
  "2.530.000": 2135,
  "2.550.000": 2136,
  "2.60": 2137,
  "2.700.000": 2138,
  "2.700ريال": 2139,
  "2.8": 2140,
  "2.850": 2141,
  "2.900": 2142,
  "20": 2143,
  "20.": 2144,
  "20.0": 2145,
  "20.000": 2146,
  "20.04م": 2147,
  "20.15": 2148,
  "20.15م": 2149,
  "20.24": 2150,
  "20.39م": 2151,
  "20.59": 2152,
  "20.68م": 2153,
  "20.72م": 2154,
  "200": 2155,
  "200.": 2156,
  "200.0": 2157,
  "200.99": 2158,
  "2000": 2159,
  "2000.0": 2160,
  "20000": 2161,
  "200000": 2162,
  "2000000": 2163,
  "20000000": 2164,
  "20000خلف": 2165,
  "200040": 2166,
  "200060": 2167,
  "2000ريال": 2168,
  "200430": 2169,
  "200الف": 2170,
  "200م": 2171,
  "200م2": 2172,
  "200متر": 2173,
  "200متر.": 2174,
  "201": 2175,
  "201.0": 2176,
  "201600": 2177,
  "2017.0": 2178,
  "2017م": 2179,
  "201م": 2180,
  "202": 2181,
  "202.0": 2182,
  "202257": 2183,
  "2022768": 2184,
  "2023": 2185,
  "2024": 2186,
  "202400": 2187,
  "2025": 2188,
  "2026": 2189,
  "2026.": 2190,
  "2027": 2191,
  "203": 2192,
  "203.0": 2193,
  "2030": 2194,
  "2034": 2195,
  "203م": 2196,
  "203متر": 2197,
  "204": 2198,
  "204.0": 2199,
  "20400": 2200,
  "204000": 2201,
  "2047500": 2202,
  "204م": 2203,
  "205": 2204,
  "205.0": 2205,
  "205.03م2": 2206,
  "2050": 2207,
  "2050.0": 2208,
  "205000": 2209,
  "2050000": 2210,
  "20571000": 2211,
  "205م": 2212,
  "206": 2213,
  "206.0": 2214,
  "20600": 2215,
  "2060595": 2216,
  "206291": 2217,
  "2069000": 2218,
  "207": 2219,
  "207.0": 2220,
  "20700000": 2221,
  "2072": 2222,
  "207700": 2223,
  "208": 2224,
  "208.0": 2225,
  "208.22": 2226,
  "208.3م": 2227,
  "2081": 2228,
  "2087": 2229,
  "208م": 2230,
  "209": 2231,
  "209.0": 2232,
  "2092.0": 2233,
  "20:20": 2234,
  "20،": 2235,
  "20الف": 2236,
  "20الي": 2237,
  "20جنوب": 2238,
  "20جنوبي": 2239,
  "20دقيقه": 2240,
  "20سنه": 2241,
  "20شارع": 2242,
  "20شرقي": 2243,
  "20عام": 2244,
  "20عام.": 2245,
  "20غربي": 2246,
  "20م": 2247,
  "20م.": 2248,
  "20م2.": 2249,
  "20م،": 2250,
  "20متر": 2251,
  "20متر.": 2252,
  "21": 2253,
  "21.000": 2254,
  "21.07م": 2255,
  "21.0متر": 2256,
  "21.13م": 2257,
  "21.5486355": 2258,
  "21.5487028": 2259,
  "21.57م": 2260,
  "21.79": 2261,
  "21.79م": 2262,
  "210": 2263,
  "210.0": 2264,
  "210.000": 2265,
  "2100": 2266,
  "21000": 2267,
  "210000": 2268,
  "2100000": 2269,
  "21000000": 2270,
  "210006": 2271,
  "210808": 2272,
  "210م": 2273,
  "210متر": 2274,
  "211": 2275,
  "211.0": 2276,
  "211م": 2277,
  "212": 2278,
  "212.0": 2279,
  "2123": 2280,
  "212م": 2281,
  "213": 2282,
  "213.0": 2283,
  "213.44م": 2284,
  "2130.0": 2285,
  "2135703": 2286,
  "213664": 2287,
  "213م": 2288,
  "214": 2289,
  "214.0": 2290,
  "2140000": 2291,
  "21446.0": 2292,
  "214م": 2293,
  "214م،": 2294,
  "215": 2295,
  "215.0": 2296,
  "215000": 2297,
  "2150000": 2298,
  "215354.0": 2299,
  "215الف": 2300,
  "215م": 2301,
  "216": 2302,
  "216.0": 2303,
  "21600": 2304,
  "2160000": 2305,
  "216م": 2306,
  "217": 2307,
  "217.0": 2308,
  "217م": 2309,
  "218": 2310,
  "218.0": 2311,
  "2182": 2312,
  "218م": 2313,
  "219": 2314,
  "219.0": 2315,
  "219.25متر": 2316,
  "21909.0": 2317,
  "2199000": 2318,
  "219م": 2319,
  "219م،": 2320,
  "219متر": 2321,
  "21م": 2322,
  "22": 2323,
  "22.000": 2324,
  "22.05": 2325,
  "22.06": 2326,
  "22.06م": 2327,
  "22.1": 2328,
  "22.16م": 2329,
  "22.5": 2330,
  "22.72": 2331,
  "22.79": 2332,
  "220": 2333,
  "220.0": 2334,
  "2200": 2335,
  "22000": 2336,
  "220000": 2337,
  "2200000": 2338,
  "2200004389": 2339,
  "220004": 2340,
  "2200365": 2341,
  "2201296": 2342,
  "220225": 2343,
  "2205000": 2344,
  "220م": 2345,
  "220متر": 2346,
  "221": 2347,
  "221.0": 2348,
  "221000": 2349,
  "2211.0": 2350,
  "222": 2351,
  "222.0": 2352,
  "222.000": 2353,
  "222000": 2354,
  "222م": 2355,
  "223": 2356,
  "223.0": 2357,
  "223م": 2358,
  "224": 2359,
  "224.0": 2360,
  "224م": 2361,
  "225": 2362,
  "225.0": 2363,
  "2250.0": 2364,
  "2250000": 2365,
  "225م": 2366,
  "225م،": 2367,
  "226": 2368,
  "226.0": 2369,
  "226.19": 2370,
  "22600": 2371,
  "227": 2372,
  "227.0": 2373,
  "227500": 2374,
  "227644": 2375,
  "2278000": 2376,
  "227متر": 2377,
  "228.0": 2378,
  "2280000": 2379,
  "2289.0": 2380,
  "228937": 2381,
  "228م": 2382,
  "229": 2383,
  "229.0": 2384,
  "229.75مترمليون": 2385,
  "229320": 2386,
  "229م": 2387,
  "22د": 2388,
  "22م": 2389,
  "23": 2390,
  "23.1": 2391,
  "23.15م": 2392,
  "23.22م": 2393,
  "23.2م": 2394,
  "23.4": 2395,
  "23.6": 2396,
  "23.74م": 2397,
  "23.8": 2398,
  "230": 2399,
  "230.0": 2400,
  "2300": 2401,
  "23000": 2402,
  "230000": 2403,
  "2300000": 2404,
  "23000000": 2405,
  "2300شهري": 2406,
  "2301": 2407,
  "230400": 2408,
  "230م": 2409,
  "230متر": 2410,
  "231": 2411,
  "231.0": 2412,
  "231000": 2413,
  "2318969": 2414,
  "231م": 2415,
  "232": 2416,
  "232.0": 2417,
  "2321.0": 2418,
  "233": 2419,
  "233.0": 2420,
  "233545": 2421,
  "234": 2422,
  "234.0": 2423,
  "234.90": 2424,
  "234000": 2425,
  "2342.0": 2426,
  "234300": 2427,
  "23463.0": 2428,
  "234م": 2429,
  "234متر": 2430,
  "235": 2431,
  "235.0": 2432,
  "235000": 2433,
  "2350000": 2434,
  "235م": 2435,
  "236": 2436,
  "236.0": 2437,
  "236250": 2438,
  "236م": 2439,
  "237": 2440,
  "237.0": 2441,
  "237.32": 2442,
  "237678": 2443,
  "2378200": 2444,
  "237م": 2445,
  "238.0": 2446,
  "238الف": 2447,
  "238م": 2448,
  "239": 2449,
  "239.0": 2450,
  "2390000": 2451,
  "239400": 2452,
  "239م٢": 2453,
  "23؟": 2454,
  "23م": 2455,
  "24": 2456,
  "24.0": 2457,
  "24.000": 2458,
  "24.5": 2459,
  "24.502457": 2460,
  "24.542608": 2461,
  "24.564245": 2462,
  "24.574333": 2463,
  "24.74": 2464,
  "24.821171": 2465,
  "24.839350": 2466,
  "24.845806": 2467,
  "24.896763": 2468,
  "24.89م": 2469,
  "24.93م": 2470,
  "240": 2471,
  "240.0": 2472,
  "2400": 2473,
  "2400.0": 2474,
  "24000": 2475,
  "240000": 2476,
  "2400000": 2477,
  "2401": 2478,
  "240433": 2479,
  "240م": 2480,
  "240متر": 2481,
  "241": 2482,
  "241.0": 2483,
  "24112025": 2484,
  "2416.0": 2485,
  "241م": 2486,
  "242.0": 2487,
  "242.5م": 2488,
  "2428.0": 2489,
  "242م": 2490,
  "243": 2491,
  "243.0": 2492,
  "243.8": 2493,
  "24300": 2494,
  "243200": 2495,
  "2436.0": 2496,
  "243750": 2497,
  "2438.0": 2498,
  "243836": 2499,
  "2438م": 2500,
  "243م": 2501,
  "244": 2502,
  "244.0": 2503,
  "245": 2504,
  "245.0": 2505,
  "2450.0": 2506,
  "245000": 2507,
  "2450000": 2508,
  "2450م": 2509,
  "245630": 2510,
  "245م": 2511,
  "246": 2512,
  "246.0": 2513,
  "24600": 2514,
  "2460000": 2515,
  "2463525": 2516,
  "247": 2517,
  "247.0": 2518,
  "247.5": 2519,
  "2475": 2520,
  "2475.0": 2521,
  "2475000": 2522,
  "247متر": 2523,
  "248": 2524,
  "248.0": 2525,
  "2480000": 2526,
  "24890000": 2527,
  "248م": 2528,
  "249": 2529,
  "249.0": 2530,
  "249.45": 2531,
  "2494.0": 2532,
  "2499000": 2533,
  "249م": 2534,
  "24م": 2535,
  "25": 2536,
  "25.0": 2537,
  "25.000": 2538,
  "25.1م": 2539,
  "25.4": 2540,
  "25.64": 2541,
  "250": 2542,
  "250.": 2543,
  "250.0": 2544,
  "2500": 2545,
  "2500.0": 2546,
  "25000": 2547,
  "250000": 2548,
  "2500000": 2549,
  "25000000": 2550,
  "2500ريال": 2551,
  "2500شهري": 2552,
  "2500م": 2553,
  "250200": 2554,
  "250320": 2555,
  "250831": 2556,
  "250الف": 2557,
  "250م": 2558,
  "250متر": 2559,
  "251": 2560,
  "251.0": 2561,
  "2514": 2562,
  "252": 2563,
  "252.0": 2564,
  "252.34": 2565,
  "2520.0": 2566,
  "2520000": 2567,
  "2525": 2568,
  "253": 2569,
  "253.0": 2570,
  "2530000": 2571,
  "2532.4": 2572,
  "2532750": 2573,
  "253م": 2574,
  "254": 2575,
  "254.0": 2576,
  "254.75": 2577,
  "2540000": 2578,
  "254م": 2579,
  "255": 2580,
  "255.0": 2581,
  "255000": 2582,
  "2550000": 2583,
  "2550240": 2584,
  "255420": 2585,
  "255م": 2586,
  "255متر": 2587,
  "256": 2588,
  "256.0": 2589,
  "256.5": 2590,
  "2560590": 2591,
  "2563000": 2592,
  "256م": 2593,
  "257": 2594,
  "257.0": 2595,
  "257.5": 2596,
  "257.5م،": 2597,
  "2575.0": 2598,
  "2575.35م2": 2599,
  "257م": 2600,
  "258": 2601,
  "258.0": 2602,
  "2581794": 2603,
  "25842532": 2604,
  "258856": 2605,
  "258م": 2606,
  "258م،": 2607,
  "259": 2608,
  "259.0": 2609,
  "25دقيقه": 2610,
  "25سنه": 2611,
  "25عام": 2612,
  "25عام.": 2613,
  "25م": 2614,
  "25م.": 2615,
  "25م2.": 2616,
  "25متر": 2617,
  "25و": 2618,
  "26": 2619,
  "26.158922": 2620,
  "26.31م2.": 2621,
  "26.410275": 2622,
  "26.472736": 2623,
  "26.5": 2624,
  "26.503632": 2625,
  "26.63م": 2626,
  "26.84": 2627,
  "26.84م": 2628,
  "260": 2629,
  "260.0": 2630,
  "2600": 2631,
  "26000": 2632,
  "260000": 2633,
  "2600000": 2634,
  "26000000": 2635,
  "26000ريال": 2636,
  "260325": 2637,
  "2605724": 2638,
  "260الف": 2639,
  "260م": 2640,
  "261": 2641,
  "261.0": 2642,
  "261.72م": 2643,
  "2617400": 2644,
  "261م": 2645,
  "262": 2646,
  "262.0": 2647,
  "262500": 2648,
  "262م": 2649,
  "263": 2650,
  "263.0": 2651,
  "264": 2652,
  "264.0": 2653,
  "264.48": 2654,
  "26400": 2655,
  "264م": 2656,
  "265": 2657,
  "265.0": 2658,
  "265.22": 2659,
  "265000": 2660,
  "2650000": 2661,
  "265167": 2662,
  "265500": 2663,
  "265643": 2664,
  "265م": 2665,
  "266.0": 2666,
  "26600": 2667,
  "2665000": 2668,
  "266800": 2669,
  "267": 2670,
  "267.0": 2671,
  "267000": 2672,
  "267م": 2673,
  "268.0": 2674,
  "268000": 2675,
  "268125": 2676,
  "268م": 2677,
  "268متر": 2678,
  "269": 2679,
  "269.0": 2680,
  "269000": 2681,
  "26الف": 2682,
  "26م": 2683,
  "26م٢غربا.": 2684,
  "27": 2685,
  "27.0": 2686,
  "27.000": 2687,
  "27.15": 2688,
  "27.15م": 2689,
  "27.2": 2690,
  "27.4": 2691,
  "27.42": 2692,
  "27.5": 2693,
  "27.50م": 2694,
  "27.58": 2695,
  "27.67م": 2696,
  "27.95": 2697,
  "27.97م": 2698,
  "270": 2699,
  "270.0": 2700,
  "2700": 2701,
  "27000": 2702,
  "270000": 2703,
  "2700000": 2704,
  "270الف": 2705,
  "270م": 2706,
  "2710": 2707,
  "2710.0": 2708,
  "2712683": 2709,
  "272": 2710,
