{"<pad>": 0, "<unk>": 1, "!": 2, "!!": 3, "!.": 4, "!0566905235": 5, "\"": 6, "\"\"": 7, "\"\"\"\"\"\"": 8, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 9, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 10, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 11, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 12, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 13, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 14, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 15, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 16, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 17, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 18, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 19, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 20, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 21, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 22, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 23, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 24, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 25, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 26, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 27, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 28, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 29, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"“": 30, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"'\"'\"\"\"\"\"\"": 31, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"'\"'\"\"\"\"\"\"\"": 32, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"'\"'\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 33, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"“\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 34, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"*": 35, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"رقم": 36, "\"\"\"\"\"\"\"\"\"\"\"\"\"\"''\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 37, "\"\"\"\"\"\"\"\"\"\"''''''''''''''''''''''''\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 38, "\"\"\"\"\"\"رقم": 39, "\"\"\"\"\"*\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"'''''''''''\"\"''": 40, "\"\"\"\"المحمديه\"\"\"\"": 41, "\"\"\"'\"'\"''''''\"\"\"\"\"\"\"'\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 42, "\"\"\"رقم": 43, "\"\"يتكون": 44, "\"\"“\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 45, "\":": 46, "\"،": 47, "\"اريس\"": 48, "\"استمتع": 49, "\"الراس\"": 50, "\"الضمانات": 51, "\"الفيلا": 52, "\"اللقطه\"!": 53, "\"ايكيا\"": 54, "\"برفاهيه": 55, "\"تاون": 56, "\"تشيل": 57, "\"توب": 58, "\"حديقه+": 59, "\"دور": 60, "\"راس": 61, "\"راهي\"": 62, "\"رقم": 63, "\"سطحين\"..": 64, "\"سيد": 65, "\"شاطي": 66, "\"شرح\"": 67, "\"شقق": 68, "\"شقه": 69, "\"شقه\"": 70, "\"غرفه": 71, "\"فرصه": 72, "\"في": 73, "\"فيلا": 74, "\"قصر": 75, "\"لقطه\"": 76, "\"للايجار": 77, "\"للباحثين": 78, "\"ماربيلا3”": 79, "\"مساحات": 80, "\"مشب\"": 81, "\"مطله": 82, "\"مودرن\"": 83, "\"هل": 84, "\"وتستثمر": 85, "\"وحده": 86, "#": 87, "##": 88, "###": 89, "####": 90, "#########": 91, "###########": 92, "#-": 93, "#1": 94, "#1305": 95, "#16": 96, "#7200688886": 97, "#_مواصفات": 98, "#jeddah": 99, "#realestate": 100, "#saudiarabia": 101, "#youtubeshorts": 102, "#اداره_املاك": 103, "#استثمار": 104, "#افراغ": 105, "#الحقباني_العقاريه": 106, "#الدفع": 107, "#الراشد_للعقارات": 108, "#السعر": 109, "#الشقه": 110, "#الصفقه_الذهبيه": 111, "#الضمانات": 112, "#القصيم": 113, "#القصيم_عنيزه": 114, "#المدار_الانشايي_للعقارات": 115, "#ايجار": 116, "#بالاضافه": 117, "#بريده": 118, "#بيع": 119, "#تاجير": 120, "#ترف": 121, "#ترف_للتسويق_العقاري": 122, "#تسويق": 123, "#توفير": 124, "#جميع": 125, "#حارس": 126, "#حراج": 127, "#حمام": 128, "#حي": 129, "#حي_الزهراء": 130, "#حي_الصفاء": 131, "#حي_النزهه": 132, "#حي_النزهه..": 133, "#خلف": 134, "#دخول": 135, "#درج": 136, "#دفع": 137, "#دفع_كااش_فقط": 138, "#دفع_كاش_فقط": 139, "#دور": 140, "#سمارت": 141, "#شاليه": 142, "#شراء": 143, "#شركه_سمو_نجد_الاستثماريه": 144, "#شقق": 145, "#شقه": 146, "#شمال": 147, "#صيانه": 148, "#ظهره": 149, "#عقار": 150, "#عقارات": 151, "#عقارات_للبيع": 152, "#عقد": 153, "#عمر": 154, "#عنيزه": 155, "#غرفه": 156, "#فلل_مميزه#الشعب_الصيني_ماله_حل#عقار#فلل#فلل_فخمه#فلل_مودرن#فلل_الرياض#عقارات_السعوديه#حي_العوالي_الرياض#فلل_مميزه#realestate#realstate#creatorsearchinsights#creatorsearchinsights#summervibes#ConSantanderConecto#صيف_2025#عقارات_السعوديه#مالي_خلق_احط_هاشتاقات#مالي_خلق_احط_هاشتاقات": 157, "#قريب": 158, "#كاااااش": 159, "#كااش_فقط": 160, "#كميرات": 161, "#لتواصل…": 162, "#لدينا": 163, "#للاستثمار": 164, "#للايجار": 165, "#للبيع": 166, "#للبيع_او_للاستثمار": 167, "#لمعرفه": 168, "#مداخل": 169, "#مسوق": 170, "#مطبخ": 171, "#مطور_عقاري": 172, "#مكتب": 173, "#مميزات": 174, "#نافذ": 175, "#نتعامل": 176, "#نمار": 177, "#وسيطك_المختص": 178, "#يحيي_المالكي_للعقارات": 179, "#يوجد": 180, "#⃣الدور": 181, "#⃣الدورالارضي#⃣ملحق": 182, "#⃣الشقه#⃣": 183, "#⃣المواصفات#⃣": 184, "$": 185, "$$": 186, "$$$": 187, "$$$&&#@": 188, "$ونتعامل": 189, "%": 190, "%5": 191, "&": 192, "&&": 193, "&&&&&&&&&": 194, "&&&&&&&&&&&&": 195, "&&&&&&&&@@@@@@@@@": 196, "&&*": 197, "&*": 198, "&*السعر/*850,000": 199, "&*المساحه*/": 200, "&15": 201, "&25": 202, "&5": 203, "&amp;": 204, "&مميزات": 205, "&ولدينا": 206, "'": 207, "''": 208, "''''''''''''''\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"": 209, "'''''''''''''''''''''''''''''''''": 210, "''اقدم": 211, "'مميزات": 212, "(": 213, "((": 214, "(((": 215, "(((((": 216, "((((.": 217, "((((السويدي": 218, "((((قيمه": 219, "(((العلوي": 220, "(((دفعه70000)))": 221, "(((غير": 222, "(((مكونات": 223, "((7100231923))": 224, "((7100231924))": 225, "((7100236763))": 226, "((7100242877))": 227, "((السعر": 228, "((الضمانات))": 229, "((المطلوب": 230, "((الموقع": 231, "((تواصل": 232, "((حي": 233, "((دفعتين75000))": 234, "((شركه": 235, "((شقه": 236, "((ضمانات))": 237, "((فال)": 238, "((في": 239, "((قريب": 240, "((مكونات": 241, "((مميزات))": 242, "((نبذه": 243, "((والشقه": 244, "((يتميز": 245, "((يتوفر": 246, "()": 247, "(*": 248, "(*شقتين": 249, "(.": 250, "(..السلام": 251, "(.Tcl": 252, "(/مستودع)": 253, "(0503343359)": 254, "(0531574440)": 255, "(0532486061)": 256, "(0536313825)": 257, "(0536888777)": 258, "(0549288583)": 259, "(0552040508)": 260, "(0552894442)": 261, "(0554044061)": 262, "(0555553386": 263, "(0556074448)": 264, "(1": 265, "(1)": 266, "(1).": 267, "(1):": 268, "(1.127.500)": 269, "(1.649.000)": 270, "(1.8م)": 271, "(10": 272, "(10%)": 273, "(10%)المقدمه": 274, "(10)": 275, "(1005)*": 276, "(100m": 277, "(100م": 278, "(104": 279, "(1050,000)": 280, "(109)": 281, "(10×10)": 282, "(11)": 283, "(113": 284, "(12)": 285, "(1200019477)": 286, "(123)": 287, "(124": 288, "(127)-": 289, "(128": 290, "(128.6م2).": 291, "(130)": 292, "(130)م": 293, "(142)": 294, "(143)*": 295, "(145)": 296, "(145)م": 297, "(146.55)": 298, "(147": 299, "(15": 300, "(15)": 301, "(15*30)": 302, "(150": 303, "(153م2).": 304, "(155": 305, "(155)": 306, "(15m)": 307, "(16": 308, "(16).": 309, "(162": 310, "(1682)*": 311, "(1684)*": 312, "(1695)*": 313, "(1697)*": 314, "(16م)": 315, "(1706)*": 316, "(1730)*": 317, "(173م)": 318, "(18)": 319, "(180": 320, "(188)م": 321, "(18سنه)": 322, "(1ماستر)": 323, "(2": 324, "(2)": 325, "(2).........": 326, "(2):": 327, "(2,500": 328, "(2.350.000": 329, "(20": 330, "(200": 331, "(200)": 332, "(200)م": 333, "(200)م)": 334, "(200)متر²": 335, "(200×180)": 336, "(200م": 337, "(200م)": 338, "(204)م": 339, "(205)*": 340, "(205.03م2)": 341, "(2050": 342, "(20m)": 343, "(21)": 344, "(215)م": 345, "(22)": 346, "(22.5": 347, "(220)": 348, "(222)": 349, "(225)": 350, "(225)م": 351, "(230)م": 352, "(235)": 353, "(24112025)": 354, "(24م": 355, "(25)": 356, "(250)م": 357, "(250)متر²": 358, "(2500)": 359, "(2575.35م2)": 360, "(263)": 361, "(27)": 362, "(270000)ريال": 363, "(270م)": 364, "(275)م": 365, "(28,000)": 366, "(290.000)": 367, "(3": 368, "(3)": 369, "(3.400.000": 370, "(300)م": 371, "(300)متر²": 372, "(30000)دفع": 373, "(300م)": 374, "(32000)دفعتين": 375, "(330)م": 376, "(3300": 377, "(34,000)": 378, "(36": 379, "(375)الف.*": 380, "(3غرف": 381, "(4": 382, "(4)": 383, "(4)*": 384, "(4*3.5)": 385, "(4*4)": 386, "(40)": 387, "(40)م2.": 388, "(4000": 389, "(405)م": 390, "(405م)": 391, "(43)": 392, "(440):": 393, "(45": 394, "(45,000ريال)": 395, "(4500": 396, "(46,000)": 397, "(460,000": 398, "(48": 399, "(48,000)": 400, "(480": 401, "(480م)": 402, "(489)": 403, "(4غرف": 404, "(4غرف-صاله-3دوره": 405, "(5": 406, "(5)": 407, "(5*4)+": 408, "(5*6)": 409, "(532442333": 410, "(53858700": 411, "(542)*": 412, "(559)*■": 413, "(561)*■": 414, "(578)*■": 415, "(585)*■": 416, "(593)*■": 417, "(596)*": 418, "(5×7)،": 419, "(5مكيفات)": 420, "(6": 421, "(6)": 422, "(6*5)+": 423, "(6.5": 424, "(60الف)": 425, "(60م)": 426, "(65": 427, "(7": 428, "(7)": 429, "(70": 430, "(70.000": 431, "(7100197414)": 432, "(7100204920)": 433, "(7100209034)": 434, "(7100209041)": 435, "(7100237280)": 436, "(7100237317)": 437, "(7100237637)": 438, "(7100237639)": 439, "(7100237657)": 440, "(7100240129)": 441, "(7100240503)": 442, "(7100240506)": 443, "(7100242872)": 444, "(7100244881)": 445, "(7100244888)": 446, "(7100244892)": 447, "(7100245923)": 448, "(7200288150)": 449, "(7200581527)*": 450, "(7200597263)*": 451, "(7200599042)*": 452, "(7200611022)*": 453, "(7200617168)*": 454, "(7200621168)": 455, "(7200622872)*": 456, "(7200627159)*": 457, "(7200635301)*": 458, "(7200640668)*": 459, "(7200654198)*": 460, "(720065912)*": 461, "(7200659218)*": 462, "(7200660729)*": 463, "(7200664297)*": 464, "(7200665978)*": 465, "(7200673463)": 466, "(7200679380)*": 467, "(7200682639)*": 468, "(7200684285)*": 469, "(7200685949)": 470, "(7200695002)*": 471, "(7200695949)": 472, "(7200697429)": 473, "(7200698282)*": 474, "(7200718666)*": 475, "(7200721622)*": 476, "(7200728657)*": 477, "(7200728818)": 478, "(7200732026)": 479, "(7200738332)*": 480, "(7200741198)": 481, "(7200753658)*": 482, "(7200755224)*": 483, "(7200761422)*": 484, "(7200771256)": 485, "(7200777924)": 486, "(7200783232)": 487, "(7200783401)*": 488, "(7200783685)": 489, "(7200787801)": 490, "(7200791197)": 491, "(7200798143)*": 492, "(7200802503)": 493, "(7200802573)": 494, "(7200803813)*": 495, "(7200811450)": 496, "(7200813342)": 497, "(7200815029)": 498, "(75.000)": 499, "(8": 500, "(8)": 501, "(800)": 502, "(820)-": 503, "(828)": 504, "(840)": 505, "(85": 506, "(865": 507, "(875": 508, "(9)": 509, "(900)": 510, "(950": 511, "(950)": 512, "(97": 513, "(970": 514, "(975": 515, "(AMERICAN)": 516, "(Abu": 517, "(Al": 518, "(Al-Malqa": 519, "(Aleen": 520, "(B)": 521, "(BALCONY)": 522, "(BALCONY_OR_PRIVATE_ROOF)": 523, "(BOTH)": 524, "(BUILDING_FRONT)": 525, "(C2)": 526, "(C4)": 527, "(CCTV": 528, "(CLO)": 529, "(Daireh": 530, "(Dressing)": 531, "(Elevator": 532, "(English)": 533, "(English):": 534, "(Family": 535, "(First": 536, "(Foyer)": 537, "(Gree)": 538, "(Ground": 539, "(Hall": 540, "(Hall)": 541, "(High": 542, "(Hittin": 543, "(Ideal": 544, "(Iwan).": 545, "(Jeddah)": 546, "(KAFD)": 547, "(KAFD),": 548, "(Khuzaim": 549, "(Kids": 550, "(King": 551, "(Laundry)": 552, "(Maintenance": 553, "(Men/Women)": 554, "(Men’s": 555, "(Midea)": 556, "(NONE)": 557, "(Negotiable)": 558, "(PRIVATE_ROOF)": 559, "(PRIVATE_YARD)": 560, "(Patio": 561, "(Porch)": 562, "(Previously": 563, "(Price": 564, "(Prime": 565, "(Ready": 566, "(Roof": 567, "(SEVEN)": 568, "(SPLIT)": 569, "(STO)": 570, "(Sakeena": 571, "(Sala)": 572, "(Smart": 573, "(Suite)": 574, "(Talid": 575, "(The": 576, "(Three": 577, "(UNDERGROUND)": 578, "(Water": 579, "(Wifi)": 580, "(adjacent": 581, "(basement": 582, "(bed,": 583, "(between": 584, "(can": 585, "(central).": 586, "(close": 587, "(electricity": 588, "(excluding": 589, "(fire": 590, "(formal": 591, "(grocery": 592, "(guest": 593, "(https://maps.app.goo.gl/vJ9UeKs9JBXwSu4S9?g_st=ipc)": 594, "(including": 595, "(installation": 596, "(markets,": 597, "(minimum": 598, "(near": 599, "(negotiable)": 600, "(on": 601, "(one": 602, "(schools,": 603, "(shopping": 604, "(sitting": 605, "(small": 606, "(split": 607, "(the": 608, "(unfurnished)": 609, "(walking": 610, "(water": 611, "(water,": 612, "(ا)": 613, "(ابحر": 614, "(ابها)": 615, "(ابو": 616, "(اتصال/واتساب):": 617, "(اتمام": 618, "(اثنتان": 619, "(اثنين": 620, "(اثنين)": 621, "(اجمالي": 622, "(احد": 623, "(احداها": 624, "(احداهما": 625, "(احدي": 626, "(اختياري)": 627, "(اختياريه)": 628, "(اخر": 629, "(اداره": 630, "(ادخل": 631, "(ادوار": 632, "(اربعه": 633, "(ارضي": 634, "(ارضيات،": 635, "(ارضيه": 636, "(ارينا": 637, "(اسانسير)": 638, "(اسبليت": 639, "(اسبليت)": 640, "(استديو)": 641, "(استديوهات)": 642, "(استغلال": 643, "(استقلاليه": 644, "(استوديوهات": 645, "(اسكن": 646, "(اسلوب": 647, "(اسواق": 648, "(اصنصير)": 649, "(اعزكم": 650, "(اعلان": 651, "(افضل": 652, "(اقرب": 653, "(اكتان": 654, "(الاجمالي": 655, "(الاربعين)": 656, "(الاربعين).": 657, "(الارضي": 658, "(الازدهار)": 659, "(الاشغال": 660, "(الاصابع)": 661, "(الاعلان)": 662, "(الاقطار)": 663, "(الانابيب": 664, "(الاندلس": 665, "(الاندلس)": 666, "(البوابه": 667, "(البيان)": 668, "(البيوتات": 669, "(التاون": 670, "(التحليه)": 671, "(التعاونيه)": 672, "(التعمير)": 673, "(التميمي)": 674, "(التيسير)": 675, "(الجزء": 676, "(الجزيره)": 677, "(الجزيره):": 678, "(الجوهره)": 679, "(الحد)": 680, "(الحي": 681, "(الخبر": 682, "(الخير)": 683, "(الدايري": 684, "(الدخول": 685, "(الدور": 686, "(الدورالاول)*": 687, "(الرابيه)*": 688, "(الراكه": 689, "(الرجاء": 690, "(الرمال)": 691, "(الروف)": 692, "(الروف).": 693, "(الرياض": 694, "(الرياض)": 695, "(الريان": 696, "(الزامل):": 697, "(الزامل):10": 698, "(السباكه": 699, "(السباكه،": 700, "(السبعين).": 701, "(السطح)": 702, "(السطح):": 703, "(السطح):*": 704, "(السعر": 705, "(السقف": 706, "(السلام": 707, "(السليمانيه": 708, "(السمحانيه)": 709, "(السمحانيه)،": 710, "(الشبيلي": 711, "(الشروق)": 712, "(الشقه": 713, "(الشقه)": 714, "(الضمانات)": 715, "(العارض)": 716, "(العثربان": 717, "(العثيم،": 718, "(العجلان)": 719, "(العدد": 720, "(العزيزيه)": 721, "(العزيزيه).": 722, "(العماره": 723, "(العوازل": 724, "(العونيه)": 725, "(الغروب)": 726, "(الفاخريه)": 727, "(الفاروق)": 728, "(الفاصل": 729, "(الفنار": 730, "(الفنار)": 731, "(الفيديو": 732, "(الفیصلیه،": 733, "(الكهرباء": 734, "(الكوثر)": 735, "(الكورنيش)": 736, "(الكورنيش).": 737, "(الله": 738, "(الماء": 739, "(الماجديه": 740, "(المالك": 741, "(المباني": 742, "(المبني": 743, "(المجلس": 744, "(المحيط": 745, "(المدارس": 746, "(المدارس،": 747, "(المربع": 748, "(المرحله": 749, "(المركب": 750, "(المساحه": 751, "(المساحه300": 752, "(المسار": 753, "(المسجد": 754, "(المسطحات):": 755, "(المشروع": 756, "(المصعد": 757, "(المعيزيله)": 758, "(المكونات):": 759, "(الملحق": 760, "(الملحق)": 761, "(الملحق):": 762, "(الملك": 763, "(المنار": 764, "(المواصفات)": 765, "(الموسي)": 766, "(الموقع": 767, "(الميه)": 768, "(النخيل)*": 769, "(النموذج": 770, "(الواحه)": 771, "(الوحده": 772, "(الياسمين": 773, "(امامي": 774, "(اماميه": 775, "(اماميه)": 776, "(اماميه)*": 777, "(اماميه)،": 778, "(اماميه)،مساحه": 779, "(امريكي)": 780, "(امكانيه": 781, "(انابيب": 782, "(انشاييه،": 783, "(اهليه،": 784, "(او": 785, "(اوراق": 786, "(اول": 787, "(ب": 788, "(ب)": 789, "(بالبطاقه/الرمز)": 790, "(بالخارج": 791, "(بالسطح)": 792, "(بالقرب": 793, "(بايكه)": 794, "(بحمام": 795, "(بدروم)": 796, "(بدلا": 797, "(بدون": 798, "(برافو)": 799, "(برج": 800, "(بريموت)": 801, "(بصمه": 802, "(بعد": 803, "(بعدادين": 804, "(بقي": 805, "(بلديه": 806, "(بمجموع": 807, "(بناء": 808, "(بنك": 809, "(بويه": 810, "(بيت": 811, "(بيريز": 812, "(بيسمنت)": 813, "(بيع": 814, "(بينها": 815, "(تابع": 816, "(تامين": 817, "(تاون": 818, "(تبعد": 819, "(تجاري": 820, "(تجاري)": 821, "(تجاري+سكني)": 822, "(تجاريه": 823, "(تجاريه)": 824, "(تجزيه": 825, "(تحت": 826, "(تحويل):": 827, "(تخدمها": 828, "(تخدمهم": 829, "(تداول": 830, "(ترتيبها": 831, "(تركيب": 832, "(تسوق": 833, "(تشطيب": 834, "(تصميم": 835, "(تعبيه)": 836, "(تفاصيل": 837, "(تفتح": 838, "(تقبل": 839, "(تقريبا": 840, "(تقريبا)": 841, "(تقسيم": 842, "(تكيف": 843, "(تكييف": 844, "(تلفزيون": 845, "(تنال)": 846, "(تنظيف": 847, "(تنفع": 848, "(توزيع": 849, "(تيراس)": 850, "(ثروه)،": 851, "(ثلاث": 852, "(ثلاجه": 853, "(ثمانميه": 854, "(ثنتين": 855, "(جار": 856, "(جاكوزي)": 857, "(جاهز": 858, "(جده": 859, "(جده)": 860, "(جديد)": 861, "(جديده": 862, "(جراج).": 863, "(جري)": 864, "(جرير)": 865, "(جلسات": 866, "(جلسه": 867, "(جمال": 868, "(جميع": 869, "(جميعها": 870, "(جنب": 871, "(جنوب": 872, "(جنوبيه": 873, "(جنوبيه)": 874, "(جيم)": 875, "(حدايق": 876, "(حرف": 877, "(حركه": 878, "(حسب": 879, "(حصادات": 880, "(حكومي": 881, "(حوالي": 882, "(حوش": 883, "(حي": 884, "(خارجي": 885, "(خشم": 886, "(خصوصيه": 887, "(خط": 888, "(خطوات": 889, "(خلف": 890, "(خلفيه": 891, "(خلفيه)+(غرفه": 892, "(خلفيه):": 893, "(د)": 894, "(داخلي": 895, "(داخليه)*": 896, "(داخليه)+(غرفه": 897, "(داخليه)،": 898, "(دخول": 899, "(درج": 900, "(دفاع)": 901, "(دفعتين": 902, "(دفعتين)": 903, "(دفعه": 904, "(دقايق": 905, "(دقيقه": 906, "(دهان": 907, "(دوبلكس": 908, "(دوبلكس)": 909, "(دوبلكس):": 910, "(دور": 911, "(دوره": 912, "(راء)": 913, "(راس": 914, "(راكب": 915, "(راكب)": 916, "(رايز)": 917, "(رجال": 918, "(رجالي": 919, "(رخصه": 920, "(رضي": 921, "(رغبه": 922, "(رق": 923, "(رقم": 924, "(روف": 925, "(ريح": 926, "(رييسي": 927, "(زاويه": 928, "(زاويه)": 929, "(زيد": 930, "(سابقا": 931, "(ساكن": 932, "(سباكه،": 933, "(سبلت)": 934, "(سبليت": 935, "(سبليت)": 936, "(سرفيس": 937, "(سرير": 938, "(سرير،": 939, "(سطح": 940, "(سطح)": 941, "(سطح،٣": 942, "(سعر": 943, "(سكن": 944, "(سكني-تجاري)": 945, "(سمارت": 946, "(سمنان)": 947, "(سنتين)": 948, "(سنوي)": 949, "(سواعد": 950, "(سوبر": 951, "(شارع": 952, "(شارعين": 953, "(شارعين)": 954, "(شارعين).": 955, "(شاشات": 956, "(شامل": 957, "(شامله": 958, "(شباك)": 959, "(شرحه": 960, "(شرق": 961, "(شرقي": 962, "(شرقيه)": 963, "(شركه": 964, "(شريكك": 965, "(شغل": 966, "(شقق": 967, "(شقه": 968, "(شقه)": 969, "(شماليه)": 970, "(شهاده": 971, "(شهري)": 972, "(شهريا)": 973, "(صافي": 974, "(صافي).": 975, "(صاله": 976, "(صك": 977, "(صيدليه": 978, "(ضع": 979, "(ضمان": 980, "(طريق": 981, "(ظهره": 982, "(ظهير": 983, "(ظهيره)": 984, "(عالم": 985, "(عالمك": 986, "(عايد": 987, "(عايله": 988, "(عباره": 989, "(عدد": 990, "(عرض": 991, "(عرفج،": 992, "(عزاب": 993, "(عصري)": 994, "(عقد": 995, "(عكاظ": 996, "(علوي": 997, "(علوي)": 998, "(علي": 999, "(عماره": 1000, "(عن": 1001, "(عند": 1002, "(عوااااايل": 1003, "(عوااايل": 1004, "(عوايل)": 1005, "(غالبا": 1006, "(غرب": 1007, "(غرفتين": 1008, "(غرفتين)": 1009, "(غرفتين+صاله+مطبخ+حمام)(48000+": 1010, "(غرفتين+صاله+مطبخ+حمام)(55000": 1011, "(غرفتين+صاله+مطبخ+حمام)(55000سنوي": 1012, "(غرفه": 1013, "(غرفه+صاله+مطبخ+حمام)(40000": 1014, "(غرفه+مطبخ+حمام)(28000سنوي": 1015, "(غرفه-": 1016, "(غساله": 1017, "(غير": 1018, "(فرصه": 1019, "(فرن": 1020, "(فريقنا": 1021, "(فقط)": 1022, "(فل": 1023, "(فلل": 1024, "(فنار)": 1025, "(في": 1026, "(فيلا": 1027, "(قابل": 1028, "(قابله": 1029, "(قبو": 1030, "(قبو)": 1031, "(قد": 1032, "(قراوند": 1033, "(قروهي)": 1034, "(قريب": 1035, "(قريبه": 1036, "(قسم": 1037, "(قيد": 1038, "(قيمه": 1039, "(كااااش": 1040, "(كاش": 1041, "(كاش)": 1042, "(كافيهات+مطاعم)": 1043, "(كاميرات": 1044, "(كبري": 1045, "(كراج)": 1046, "(كراج))": 1047, "(كل": 1048, "(كلها": 1049, "(كمباوند": 1050, "(كهرباء": 1051, "(كهرباء،": 1052, "(كواشف": 1053, "(كود": 1054, "(كونسيلد": 1055, "(كونسيلد)": 1056, "(كيابل،اسلاك،": 1057, "(كيوب": 1058, "(لا": 1059, "(لاقصي": 1060, "(للايجار": 1061, "(للبيع": 1062, "(للتواص0502421036بندر": 1063, "(للتواصل:0502421036": 1064, "(للعوايل": 1065, "(للعوايل)": 1066, "(للعويل": 1067, "(للوحدتين):": 1068, "(لم": 1069, "(ليس": 1070, "(ما": 1071, "(ماستر": 1072, "(ماستر)": 1073, "(ماستر).": 1074, "(ماندو": 1075, "(متاحه": 1076, "(مثاليه": 1077, "(مثل": 1078, "(مجانا)": 1079, "(مجدده": 1080, "(مجلس": 1081, "(مجمع": 1082, "(مجهز": 1083, "(محطه": 1084, "(محلات": 1085, "(مخابز": 1086, "(مخدومه)": 1087, "(مخرج": 1088, "(مخصصه": 1089, "(مخطط": 1090, "(مدارس": 1091, "(مدارس،": 1092, "(مدخل": 1093, "(مدخل-": 1094, "(مدخلين": 1095, "(مدخلين)": 1096, "(مدخلين-": 1097, "(مدخلين-صاله": 1098, "(مدخلين-مجلس": 1099, "(مدن)": 1100, "(مدينه": 1101, "(مرافي)": 1102, "(مرافي)،": 1103, "(مربع": 1104, "(مرحله": 1105, "(مرفق": 1106, "(مره": 1107, "(مسابح": 1108, "(مساجد": 1109, "(مساجد،": 1110, "(مساحه": 1111, "(مستشفی": 1112, "(مستقل": 1113, "(مستقل):": 1114, "(مستودع)،": 1115, "(مسجد": 1116, "(مسجد/": 1117, "(مسجد/حدايق/مدارس": 1118, "(مسطح": 1119, "(مشابه": 1120, "(مشاعا):": 1121, "(مشب)": 1122, "(مشرف": 1123, "(مشروع": 1124, "(مصعد": 1125, "(مضي": 1126, "(مطبخ": 1127, "(مظاهر": 1128, "(مع": 1129, "(معظم": 1130, "(معيشه)": 1131, "(مغسله-": 1132, "(مغطاه)": 1133, "(مفتوح": 1134, "(مفروشه": 1135, "(مفصول": 1136, "(مقاومه": 1137, "(مقلط": 1138, "(مقلط)": 1139, "(مقلط،مجلس،صاله،2دوره": 1140, "(مكان": 1141, "(مكتبه)": 1142, "(مكونه": 1143, "(مكيف": 1144, "(مكيفات": 1145, "(ملاحظه": 1146, "(ملاذ)": 1147, "(ملاذ):": 1148, "(ملحق)": 1149, "(مليون": 1150, "(مميز": 1151, "(مميزات": 1152, "(مميزات)": 1153, "(من": 1154, "(مناسب": 1155, "(منطقه": 1156, "(منقطه": 1157, "(منها": 1158, "(منهم": 1159, "(مواصفات": 1160, "(موثثه)": 1161, "(موجره": 1162, "(مودرن": 1163, "(مودرن).": 1164, "(موسسه": 1165, "(موسي": 1166, "(موقع": 1167, "(مياه": 1168, "(مياه،": 1169, "(ميزه": 1170, "(ميكرويف": 1171, "(نادي": 1172, "(نظام": 1173, "(نفس": 1174, "(نورث": 1175, "(هدي": 1176, "(هيكل": 1177, "(واتساب):": 1178, "(واتساب_جوال)": 1179, "(واجهتين": 1180, "(واجهه": 1181, "(واحد": 1182, "(واحده": 1183, "(وادي": 1184, "(والله": 1185, "(وايت": 1186, "(وحده": 1187, "(وسطيه)،": 1188, "(وقايه": 1189, "(وكيل": 1190, "(ويمكن": 1191, "(يبيض": 1192, "(يتميز": 1193, "(يتوفر": 1194, "(يستكمل": 1195, "(يسع": 1196, "(يشمل": 1197, "(يفضل": 1198, "(يمكن": 1199, "(يوجد": 1200, "(١)": 1201, "(١٠": 1202, "(١٠٤)": 1203, "(١١)شقه": 1204, "(١٢)م": 1205, "(١٢م)": 1206, "(١٦)": 1207, "(١٦٠": 1208, "(٢": 1209, "(٢)": 1210, "(٢)شقق": 1211, "(٢٠": 1212, "(٢٠١": 1213, "(٢٤)": 1214, "(٢٥": 1215, "(٣)": 1216, "(٣٠*٦٥)": 1217, "(٤": 1218, "(٤)": 1219, "(٤٠": 1220, "(٥": 1221, "(٥)": 1222, "(٥سنوات)": 1223, "(٥٢٤.٥م)": 1224, "(٦": 1225, "(٦)": 1226, "(٧)": 1227, "(٨)": 1228, "(٨د)": 1229, ")": 1230, ")(1700)": 1231, "))": 1232, ")))": 1233, ")))))": 1234, "))))))": 1235, "))*": 1236, ")*": 1237, ")+": 1238, ")-": 1239, ").": 1240, ")..": 1241, ")....": 1242, ")2(": 1243, ")20": 1244, ")3": 1245, ")____________": 1246, ")،": 1247, ")الف": 1248, ")اماميه": 1249, ")دفعه": 1250, ")دفعه.": 1251, ")سنه": 1252, ")سنوات": 1253, ")شمال": 1254, ")طلب": 1255, ")فاخر": 1256, ")م": 1257, ")متر²": 1258, ")متوسط": 1259, ")مدخل": 1260, ")مساحه": 1261, ")مقام": 1262, ")مميزات": 1263, ")وجهه": 1264, ")ومكتبه": 1265, ")–": 1266, "*": 1267, "*\"لا": 1268, "*#حي_الزهراء*": 1269, "*(": 1270, "*((السعر": 1271, "*(150م": 1272, "*(For": 1273, "*(تاسيس": 1274, "*(خصم": 1275, "*(خلف": 1276, "*(رقي": 1277, "*(عداد": 1278, "*(غرفه": 1279, "*(للايجار": 1280, "*(للبيع": 1281, "*(مشروع": 1282, "*)": 1283, "**": 1284, "***": 1285, "****": 1286, "********": 1287, "*********************": 1288, "*************************": 1289, "******************************": 1290, "*******************************": 1291, "******************************************************": 1292, "*******للاطلاع": 1293, "***موسس": 1294, "**0541234536": 1295, "**0559711616**": 1296, "**156": 1297, "**2": 1298, "**3": 1299, "**420,000": 1300, "**630,000": 1301, "**:": 1302, "**Features:**": 1303, "**Property": 1304, "**Rent": 1305, "**Rental": 1306, "**__": 1307, "**_السعر:*": 1308, "**ارض": 1309, "**اعلان": 1310, "**الاسعار:**": 1311, "**الحمامات:**": 1312, "**الخزف**": 1313, "**الدور": 1314, "**السعر": 1315, "**السعر:**": 1316, "**السويدي": 1317, "**الشارع:**": 1318, "**الشقه": 1319, "**الصكوك": 1320, "**الضمانات:**": 1321, "**المرافق:**": 1322, "**المساحه": 1323, "**المساحه:**": 1324, "**المكونات:**": 1325, "**الملحق": 1326, "**المميزات:**": 1327, "**المواصفات:**": 1328, "**الموقع:**": 1329, "**النظام:**": 1330, "**الواجهه": 1331, "**الواجهه:**": 1332, "**الوصول": 1333, "**بدايه": 1334, "**تاون": 1335, "**تتكون": 1336, "**ترخيص": 1337, "**تشطيب": 1338, "**تفاصيل": 1339, "**جاهزه": 1340, "**جديده": 1341, "**جميع": 1342, "**جناح": 1343, "**حي": 1344, "**خصوصيه": 1345, "**دوبلكس": 1346, "**دور": 1347, "**رقم": 1348, "**روف": 1349, "**سويتات": 1350, "**شرق": 1351, "**شقه": 1352, "**صاله": 1353, "**عرض": 1354, "**غرف": 1355, "**غرفه": 1356, "**فرصتك": 1357, "**فرصه": 1358, "**لسعر:": 1359, "**للايجار": 1360, "**للبيع": 1361, "**للتواصل": 1362, "**لماذا": 1363, "**متوفر": 1364, "**مجلس": 1365, "**مدخل": 1366, "**مساحه": 1367, "**مسطح": 1368, "**مصعد**": 1369, "**مطبخ**": 1370, "**مفروشه:**": 1371, "**مقلط**": 1372, "**مكتب": 1373, "**مكيفات": 1374, "**مميزات": 1375, "**مواصفات": 1376, "**موسس": 1377, "**ميزات": 1378, "**نموذج": 1379, "**نموذج:": 1380, "**نوع": 1381, "**واجهه": 1382, "**يوجد": 1383, "*-": 1384, "*-2": 1385, "*-الاسواق": 1386, "*-الاطوال:": 1387, "*-البنوك": 1388, "*-الخدمات": 1389, "*-الشقه": 1390, "*-المرافق": 1391, "*-المساحه": 1392, "*-المساحه:*": 1393, "*-الموقع": 1394, "*-الموقع:*": 1395, "*-الواجهه": 1396, "*-شارع": 1397, "*-طريق": 1398, "*-عمر": 1399, "*-نافذ": 1400, "*..": 1401, "*0533019999*": 1402, "*0533282222*": 1403, "*0558500040*": 1404, "*0564530495*": 1405, "*0564664190": 1406, "*1*": 1407, "*10*": 1408, "*1004*": 1409, "*116-مساحه": 1410, "*173": 1411, "*188*": 1412, "*1⃣": 1413, "*2*": 1414, "*20*": 1415, "*207*": 1416, "*20شارع*": 1417, "*225*": 1418, "*25": 1419, "*2⃣شقه": 1420, "*3": 1421, "*3,500,000": 1422, "*310*": 1423, "*349": 1424, "*369,000": 1425, "*3غرف": 1426, "*4": 1427, "*4*": 1428, "*40": 1429, "*4غرف": 1430, "*5": 1431, "*5*": 1432, "*50*": 1433, "*543*": 1434, "*544*": 1435, "*550,000": 1436, "*556*": 1437, "*560الف*": 1438, "*570*": 1439, "*580الف*": 1440, "*595*": 1441, "*5غرف": 1442, "*60": 1443, "*608*": 1444, "*610*": 1445, "*6⃣ملحق": 1446, "*7غرف": 1447, "*85": 1448, "*990": 1449, "*Al": 1450, "*Location*:": 1451, "*[": 1452, "*_": 1453, "*__": 1454, "*_الدور": 1455, "*_السعر": 1456, "*_السعر:*": 1457, "*_الشقه": 1458, "*ابو": 1459, "*ابومشعل": 1460, "*اتجاه": 1461, "*اجمالي": 1462, "*احمد": 1463, "*اخر": 1464, "*ادوار": 1465, "*اربع": 1466, "*ارضيات": 1467, "*ارقي": 1468, "*استثمر": 1469, "*اسعار": 1470, "*اسعارنا": 1471, "*اسعد": 1472, "*اسقف": 1473, "*اشجار": 1474, "*اصول": 1475, "*اطلاله": 1476, "*اعاده": 1477, "*اعلان": 1478, "*افراغ": 1479, "*اكاديميه": 1480, "*اكثر": 1481, "*الابعاد:": 1482, "*الارضيات": 1483, "*الاسعار": 1484, "*الاسعار*": 1485, "*الاطوال": 1486, "*الاطوال*": 1487, "*الاطوال*:مرفقه": 1488, "*الاطوال:*": 1489, "*الاعزاء": 1490, "*الايجار": 1491, "*الايجار*:": 1492, "*الايجار*دور": 1493, "*البطن": 1494, "*البيانات": 1495, "*البيع": 1496, "*التفاصيل": 1497, "*التفاصيل⬇:*": 1498, "*التميمي*": 1499, "*التواصل": 1500, "*الحييين": 1501, "*الخبر": 1502, "*الخدمات": 1503, "*الخدمات*": 1504, "*الدخل": 1505, "*الدفع": 1506, "*الدمام": 1507, "*الدمام-حي": 1508, "*الدور": 1509, "*الدور:*": 1510, "*الرمال*": 1511, "*الزويه": 1512, "*السباكه*": 1513, "*السعر": 1514, "*السعر*": 1515, "*السعر/*": 1516, "*السعر:": 1517, "*السعي": 1518, "*السكن": 1519, "*السنوي*": 1520, "*السوم:": 1521, "*الشارع": 1522, "*الشقق": 1523, "*الشقه": 1524, "*الشقه*": 1525, "*الشقه*:": 1526, "*الشهري*": 1527, "*الصك": 1528, "*الضمانات": 1529, "*الضمانات*": 1530, "*الضمانات*:": 1531, "*الضمانات:*": 1532, "*الطابق": 1533, "*الطراز": 1534, "*العجلان": 1535, "*العرض": 1536, "*العروض": 1537, "*العمر": 1538, "*العمر*:": 1539, "*العموله*": 1540, "*الفيلا": 1541, "*الكهرباء*": 1542, "*اللبيع": 1543, "*الماجديه": 1544, "*المتصل": 1545, "*المدخل": 1546, "*المساحات*:391م": 1547, "*المساحات:*": 1548, "*المساحه": 1549, "*المساحه*": 1550, "*المساحه*:": 1551, "*المساحه106م*": 1552, "*المساحه315*": 1553, "*المساحه350*": 1554, "*المساحه:": 1555, "*المساحه:*": 1556, "*المسبح*:": 1557, "*المشروع": 1558, "*المشيروع": 1559, "*المطار*": 1560, "*المطلوب": 1561, "*المكونات*:": 1562, "*الملاحظات": 1563, "*الملحق": 1564, "*الملحق*": 1565, "*الملحق:*": 1566, "*المميزات": 1567, "*المميزات*": 1568, "*المميزات*:": 1569, "*المميزات:": 1570, "*المنتزه": 1571, "*المنفصل": 1572, "*المواد": 1573, "*المواصفات*:": 1574, "*المواصفات:*": 1575, "*الموقع": 1576, "*الموقع*": 1577, "*الموقع*:": 1578, "*الموقع:*": 1579, "*النماذج": 1580, "*النموذج": 1581, "*الواجه": 1582, "*الواجهه": 1583, "*الواجهه*:": 1584, "*الواجهه/": 1585, "*الواجهه:*": 1586, "*الوسام*": 1587, "*اماميه*": 1588, "*انا": 1589, "*انتر": 1590, "*او": 1591, "*ايكونك*": 1592, "*بافضل": 1593, "*بالقرب": 1594, "*بجوار": 1595, "*بدا": 1596, "*بدون": 1597, "*بسعر": 1598, "*بسعر:": 1599, "*بشري": 1600, "*بصمه": 1601, "*بلكونه": 1602, "*بلكونه*": 1603, "*بندر": 1604, "*بنيان": 1605, "*بنيه": 1606, "*بها": 1607, "*تاسيس": 1608, "*تامين": 1609, "*تاون": 1610, "*تتكون": 1611, "*تتوفر": 1612, "*تخصصنا:*اداره": 1613, "*تخفيضات": 1614, "*تراس": 1615, "*ترخيص": 1616, "*تشطيبات": 1617, "*تصاميم": 1618, "*تصريح": 1619, "*تصل": 1620, "*تعاملات": 1621, "*تغطيه": 1622, "*تفاصيا": 1623, "*تفاصيل": 1624, "*تفصايل": 1625, "*تكيف": 1626, "*تم": 1627, "*توفير": 1628, "*ج": 1629, "*ج/0552515511": 1630, "*جاكوزي": 1631, "*جامع": 1632, "*جاهز": 1633, "*جده": 1634, "*جميع": 1635, "*جنوب": 1636, "*جوار": 1637, "*جوهره": 1638, "*حجر": 1639, "*حديقه": 1640, "*حديقه*": 1641, "*حرف": 1642, "*حساسات": 1643, "*حمام*السطح": 1644, "*حوش": 1645, "*حي": 1646, "*خدماتنا:*": 1647, "*خزان": 1648, "*خزانات": 1649, "*خمس": 1650, "*دخلها": 1651, "*دخول": 1652, "*درج": 1653, "*دره": 1654, "*دقيقتان": 1655, "*دور": 1656, "*دوره": 1657, "*دورين": 1658, "*رحيب": 1659, "*رحيب*": 1660, "*رقم": 1661, "*روبوت": 1662, "*روفات": 1663, "*رونق": 1664, "*رويتنا": 1665, "*سارع": 1666, "*سباكه": 1667, "*ستوديو": 1668, "*سداد": 1669, "*سطح": 1670, "*سعر": 1671, "*سنه*": 1672, "*سهم": 1673, "*شارع": 1674, "*شامل": 1675, "*شخص": 1676, "*شرق": 1677, "*شركاء": 1678, "*شركاينا": 1679, "*شركه": 1680, "*شغل": 1681, "*شقتين": 1682, "*شقق": 1683, "*شقق٢*": 1684, "*شقه": 1685, "*شمال": 1686, "*شهاده": 1687, "*صالتين": 1688, "*صاله": 1689, "*صاله*غرفه": 1690, "*صروح": 1691, "*صور": 1692, "*ضمان*": 1693, "*ضمانات": 1694, "*ظهير": 1695, "*عايض": 1696, "*عبدالعزيز": 1697, "*عداد": 1698, "*عدد": 1699, "*عرض": 1700, "*عقارات": 1701, "*عقد": 1702, "*علما": 1703, "*علي": 1704, "*عليها": 1705, "*عمارتين": 1706, "*عماره": 1707, "*عيش": 1708, "*غاز": 1709, "*غرب": 1710, "*غرفتين": 1711, "*غرفه": 1712, "*فال": 1713, "*فرص": 1714, "*فرصه": 1715, "*فلل": 1716, "*فهد": 1717, "*في": 1718, "*فيلا": 1719, "*فيها": 1720, "*قابل": 1721, "*قريب": 1722, "*قيمه": 1723, "*كاش": 1724, "*كاميرات": 1725, "*كل": 1726, "*كما": 1727, "*لا": 1728, "*لاتقبل": 1729, "*لاونج": 1730, "*لايقل": 1731, "*لدينا": 1732, "*لكل": 1733, "*للاستفسار": 1734, "*للاستفسارات": 1735, "*للايجار": 1736, "*للايجار*": 1737, "*للبيع": 1738, "*للبيع*": 1739, "*للتفاصيل": 1740, "*للتواصل": 1741, "*للعوايل": 1742, "*للموظفات": 1743, "*لمزيد": 1744, "*مباشر": 1745, "*مباشره": 1746, "*مباع*": 1747, "*مبني": 1748, "*متاح": 1749, "*مجدده": 1750, "*مجلس": 1751, "*مجمع": 1752, "*محطه": 1753, "*مخطط": 1754, "*مدخل": 1755, "*مدخلين": 1756, "*مدخلين*": 1757, "*مدخلين:": 1758, "*مدينه": 1759, "*مرفق": 1760, "*مرهونه": 1761, "*مساحات": 1762, "*مساحتها": 1763, "*مساحه": 1764, "*مساحه212*": 1765, "*مساحه285*": 1766, "*مساحه310م": 1767, "*مساحه85م": 1768, "*مساحهم": 1769, "*مساحهم177": 1770, "*مستشفي": 1771, "*مسجد": 1772, "*مسجد*": 1773, "*مسيومه": 1774, "*مشب": 1775, "*مشروع": 1776, "*مصعد": 1777, "*مصعدجاهز*": 1778, "*مصعدين": 1779, "*مطبخ": 1780, "*مغاسل": 1781, "*مقابل": 1782, "*مقسمه": 1783, "*مقلط": 1784, "*مقهي*": 1785, "*مكتب": 1786, "*مكونات": 1787, "*مكيفات": 1788, "*ملاحظه:": 1789, "*ملحق": 1790, "*ملحق*": 1791, "*مليون": 1792, "*ممشي": 1793, "*مميزات": 1794, "*مميزات*": 1795, "*مميزات:*": 1796, "*من": 1797, "*منطقه": 1798, "*منفصل*": 1799, "*منفصله*": 1800, "*مواصفات": 1801, "*موثثه": 1802, "*موجر": 1803, "*موجره": 1804, "*موسس": 1805, "*موسسه": 1806, "*موصفات": 1807, "*موصفات(الدورالارضي)": 1808, "*موقع": 1809, "*موقف": 1810, "*نافذ": 1811, "*نخيل*": 1812, "*نسق": 1813, "*نضع": 1814, "*نطلق": 1815, "*نقبل": 1816, "*نماذج": 1817, "*نموذج": 1818, "*نموذج*": 1819, "*نوافذ": 1820, "*نوس": 1821, "*و": 1822, "*واجهات": 1823, "*واجهه": 1824, "*والابواب*": 1825, "*والدهان*": 1826, "*والنوافذ*": 1827, "*واماكن": 1828, "*وتصل": 1829, "*وحدات": 1830, "*وريف": 1831, "*وريف*": 1832, "*ومساحات": 1833, "*يتكون": 1834, "*يحدها": 1835, "*يسرنا": 1836, "*يوجد": 1837, "*١٠": 1838, "*٣": 1839, "*٣٠": 1840, "*٤": 1841, "*–": 1842, "*••": 1843, "*⁠الاسقف": 1844, "*⏱": 1845, "*▪التفاصيل:*": 1846, "*◀": 1847, "+": 1848, "+(غرفه": 1849, "+*": 1850, "++": 1851, "+1500": 1852, "+2": 1853, "+20": 1854, "+2000": 1855, "+2500": 1856, "+2دوراه": 1857, "+2دوره": 1858, "+3": 1859, "+3دورات": 1860, "+3غرفه": 1861, "+4": 1862, "+40": 1863, "+966": 1864, "+966553810363": 1865, "+السطح": 1866, "+الماء": 1867, "+اوفيس": 1868, "+بلكونه": 1869, "+بوفيه": 1870, "+تبليط": 1871, "+تكييف": 1872, "+ثلاث": 1873, "+ثلاجه": 1874, "+جلسه": 1875, "+جناح": 1876, "+حمام": 1877, "+حوش": 1878, "+خزان": 1879, "+خزانات": 1880, "+دكه": 1881, "+دورات": 1882, "+دورتين": 1883, "+دوره": 1884, "+ركن": 1885, "+سرفيس": 1886, "+سطح": 1887, "+سطح)،": 1888, "+سطحين": 1889, "+شقه": 1890, "+شوايه+مايكرويف": 1891, "+صاله": 1892, "+صاله*": 1893, "+صاله+مطبخ": 1894, "+صك": 1895, "+عداد": 1896, "+غرف": 1897, "+غرفتين": 1898, "+غرفه": 1899, "+غساله": 1900, "+فناء": 1901, "+كراج": 1902, "+كهرباء": 1903, "+لوحات": 1904, "+مجلس": 1905, "+مجلس+3": 1906, "+مخزن": 1907, "+مخزن+غرفه": 1908, "+مدخل": 1909, "+مدخلين": 1910, "+مسبح": 1911, "+مستودع": 1912, "+مشب": 1913, "+مصعد": 1914, "+مطبخ": 1915, "+مع": 1916, "+معيشه": 1917, "+مغاسل": 1918, "+مغسله": 1919, "+مقلط": 1920, "+مقلط+": 1921, "+مقلط+مطبخ": 1922, "+مكان": 1923, "+ملابس": 1924, "+ملحق": 1925, "+موثث+": 1926, "+موسس": 1927, "+موقف": 1928, "+و3غرفه": 1929, "+والبايكه": 1930, "+وحوش": 1931, "+ودورتين": 1932, "+ودوره": 1933, "+وغرفتين": 1934, "+يوجد": 1935, "+٣": 1936, "+٤": 1937, "+٥%)": 1938, ",": 1939, ",,,,": 1940, ",,,,,,,": 1941, ",,,,,,,,": 1942, ",,,,,,,,,,,,,,,,,,,,,kwd36": 1943, ",,,,,,,,,,,kwd36": 1944, ",,,,,,,,,,36": 1945, ",1": 1946, ",36": 1947, ",4": 1948, ",5": 1949, ",5غرف": 1950, ",6غرف": 1951, ",ارضي،،,820قابل": 1952, ",بغرفه": 1953, ",جناح": 1954, ",دوبلكس": 1955, ",سطح": 1956, ",شرقيه": 1957, ",للتواصل": 1958, ",مجلس": 1959, ",مصعد": 1960, ",مقلط": 1961, ",ملحوظه": 1962, ",مواقف،حديقه،ممرات": 1963, ",وصاله": 1964, ",ومستودع": 1965, "-": 1966, "-'": 1967, "-(": 1968, "-(120.000": 1969, "-(130.000": 1970, "-*": 1971, "-+": 1972, "-+ارتداد": 1973, "--": 1974, "---": 1975, "----": 1976, "-----": 1977, "------": 1978, "-------": 1979, "--------": 1980, "---------": 1981, "----------": 1982, "-----------": 1983, "------------": 1984, "--------------": 1985, "---------------": 1986, "----------------": 1987, "-----------------": 1988, "------------------": 1989, "-------------------": 1990, "--------------------": 1991, "---------------------": 1992, "----------------------": 1993, "-----------------------": 1994, "------------------------": 1995, "-------------------------": 1996, "----------------------------": 1997, "------------------------------": 1998, "-------------------------------": 1999, "--------------------------------": 2000, "---------------------------------": 2001, "----------------------------------": 2002, "-----------------------------------": 2003, "------------------------------------": 2004, "-------------------------------------": 2005, "--------------------------------------": 2006, "----------------------------------------": 2007, "--------------------------------------------": 2008, "---------------------------------------------": 2009, "------------------------------------------------": 2010, "-------------------------------------------------": 2011, "----------------------------------------------------": 2012, "------------------------------------------------------": 2013, "-------------------------------------------------------": 2014, "--------------------------------------------------------": 2015, "------------------------••••••••••": 2016, "------——--------------": 2017, "---المساحه112م": 2018, "---٠٠٠": 2019, "--مجلس": 2020, "-0552860777": 2021, "-0559055875": 2022, "-1": 2023, "-104)": 2024, "-142م": 2025, "-14شقه": 2026, "-2": 2027, "-210": 2028, "-26م٢غربا.": 2029, "-2دوره": 2030, "-2غرف": 2031, "-3": 2032, "-31م٢": 2033, "-3دوراه": 2034, "-4": 2035, "-4دورات": 2036, "-4غرف": 2037, "-5": 2038, "-6": 2039, "-:": 2040, "-Msakin": 2041, "-_-_-": 2042, "-،،": 2043, "-،،،ومدخل": 2044, "-اتحاد": 2045, "-ادراه": 2046, "-ادوار": 2047, "-ارتداد": 2048, "-اسانسير": 2049, "-الاسعار": 2050, "-البناء": 2051, "-التواصل": 2052, "-الحاله:": 2053, "-الحوش": 2054, "-الحي": 2055, "-الحي-": 2056, "-الدمام": 2057, "-الدهانات": 2058, "-الدور": 2059, "-السطح::-": 2060, "-السعر": 2061, "-السعر:": 2062, "-السعر:(45000": 2063, "-السعر:1950000رياب": 2064, "-السعر:2230000ريال": 2065, "-السعر:2350000ريال": 2066, "-السعر:2550000ريال": 2067, "-السنوي": 2068, "-الشارع": 2069, "-الشارع::-": 2070, "-الشبابيك": 2071, "-الشقه": 2072, "-الضمانات": 2073, "-العمق": 2074, "-القبو": 2075, "-المساحات": 2076, "-المساحات:": 2077, "-المساحات:178متر": 2078, "-المساحات:196متر": 2079, "-المساحه": 2080, "-المساحه100السعر": 2081, "-المساحه:": 2082, "-المساحه:357": 2083, "-المطبخ": 2084, "-المميزات": 2085, "-الموقع": 2086, "-الموقع:": 2087, "-الواجهه:": 2088, "-الوجهه": 2089, "-الي": 2090, "-انديه": 2091, "-ايقونه": 2092, "-بالاضافه": 2093, "-بالشهر": 2094, "-بالقرب": 2095, "-بحي": 2096, "-بلكونه": 2097, "-بوفيه": 2098, "-تاجير": 2099, "-تبعد": 2100, "-تبويبات": 2101, "-تراس": 2102, "-ترخيص": 2103, "-تركيب": 2104, "-تشطيبات": 2105, "-تصميم": 2106, "-تصوير": 2107, "-تطوير": 2108, "-تقع": 2109, "-تكييف": 2110, "-تم": 2111, "-تنال": 2112, "-ثلاث": 2113, "-ثلالث": 2114, "-جامعه": 2115, "-جراج": 2116, "-جلسه": 2117, "-جميع": 2118, "-جناح": 2119, "-حارس": 2120, "-حديقه": 2121, "-حضانه": 2122, "-حمام": 2123, "-حوش": 2124, "-حوش-": 2125, "-حوش-مجلس": 2126, "-حوش-مشب-مجلس": 2127, "-حي": 2128, "-خدمات": 2129, "-خزان": 2130, "-خزانات": 2131, "-دخول": 2132, "-دور": 2133, "-دورات": 2134, "-دورتين": 2135, "-دوره": 2136, "-ديوانيه": 2137, "-رقم": 2138, "-رقم166": 2139, "-رقم871": 2140, "-ساحه": 2141, "-سطح": 2142, "-سعر": 2143, "-سفره": 2144, "-سمارت": 2145, "-سيرفس": 2146, "-سينما": 2147, "-شارع": 2148, "-شركه": 2149, "-شقتين": 2150, "-شمال": 2151, "-صالات": 2152, "-صالتين": 2153, "-صاله": 2154, "-صاله.": 2155, "-صالون": 2156, "-ضيافه": 2157, "-طريق": 2158, "-عداء": 2159, "-عداد": 2160, "-عدد": 2161, "-عدد2حمام": 2162, "-عرض": 2163, "-عماره": 2164, "-عمر": 2165, "-غاز": 2166, "-غرف": 2167, "-غرف*": 2168, "-غرفت": 2169, "-غرفتين": 2170, "-غرفه": 2171, "-غرفه+": 2172, "-غرفه...": 2173, "-غساله": 2174, "-في": 2175, "-قاعات": 2176, "-قربها": 2177, "-قريبه": 2178, "-كامرات": 2179, "-كاميرات": 2180, "-كاميرات-": 2181, "-كتابه": 2182, "-كل": 2183, "-لاونج": 2184, "-م": 2185, "-مجلس": 2186, "-مجلس-": 2187, "-مجلس.": 2188, "-مختصر": 2189, "-مدخل": 2190, "-مدخلين": 2191, "-مدخلين.": 2192, "-مساحات": 2193, "-مساحه": 2194, "-مسبح": 2195, "-مستودع": 2196, "-مسطح": 2197, "-مشب": 2198, "-مشروع": 2199, "-مصدعين": 2200, "-مصعد": 2201, "-مصعدين": 2202, "-مطابخ": 2203, "-مطار": 2204, "-مطبخ": 2205, "-مفروشه": 2206, "-مقلط": 2207, "-مكيف": 2208, "-مكيفات": 2209, "-مكيفه": 2210, "-ملاحظه": 2211, "-ملاعب": 2212, "-ممر": 2213, "-مميزات": 2214, "-مناطق": 2215, "-مواقف": 2216, "-موثثه": 2217, "-موقع": 2218, "-موقف": 2219, "-نادي": 2220, "-نساء)": 2221, "-نصف": 2222, "-نظام": 2223, "-نموذج": 2224, "-وافذ": 2225, "-ودوره": 2226, "-ورش": 2227, "-ولها": 2228, "-ويوجد": 2229, "-يحتوي": 2230, "-يوجد": 2231, "-١": 2232, "-١غرفه": 2233, "-١٧١م": 2234, "-٢": 2235, "-٢غرفه": 2236, "-٣": 2237, "-٣:": 2238, "-٣دورات": 2239, "-٣غرف": 2240, "-٤": 2241, "-٥دورات": 2242, "-——————————-": 2243, "-———————————————-": 2244, ".": 2245, ".)": 2246, ".))": 2247, ".*": 2248, ".*((الموقع": 2249, ".*.": 2250, ".*.*الموقع": 2251, ".*الضمانات.*": 2252, ".*المميزات": 2253, ".*تفاصيل": 2254, ".*دع": 2255, ".*مميزات": 2256, ".+++++++++++++++++": 2257, "..": 2258, "..)": 2259, "..*": 2260, "...": 2261, "....": 2262, ".....": 2263, "......": 2264, ".......": 2265, ".......(٥)": 2266, "........": 2267, ".........": 2268, "..........": 2269, "...........": 2270, "............": 2271, ".............": 2272, "................": 2273, "..................": 2274, "....................": 2275, ".....................": 2276, ".........................": 2277, ".............................": 2278, "...............................": 2279, ".................................": 2280, "..................................": 2281, "...................................": 2282, ".....................................................": 2283, "............................................................": 2284, "......................................................................": 2285, ".......................................................................": 2286, "...في": 2287, "...مجلس": 2288, "...مشب.بدوره": 2289, "..السند": 2290, "..العقود": 2291, "..ذات": 2292, "..شارع": 2293, "..صاله": 2294, "..صاله..مطبخ": 2295, "..عايشه": 2296, "..غرفتين": 2297, "..غرفه": 2298, "..مجلس": 2299, "..مدخلين": 2300, "..مقلط": 2301, "..ملحق": 2302, "..واجهه": 2303, "..وشارع": 2304, "..وعن": 2305, ".0550387091": 2306, ".2": 2307, ".3دورات": 2308, ".com": 2309, ".ارضي": 2310, ".الاسواق.": 2311, ".البنوك.": 2312, ".الخدمات": 2313, ".الشقه": 2314, ".الفاخريه": 2315, ".الفردوس": 2316, ".المنار": 2317, ".النور": 2318, ".بالقرب": 2319, ".بايكه": 2320, ".بجانب": 2321, ".بسم": 2322, ".بلكونات": 2323, ".بييه": 2324, ".حاله": 2325, ".حي": 2326, ".خزان": 2327, ".خلف": 2328, ".دخول": 2329, ".دور": 2330, ".صاله": 2331, ".طريق": 2332, ".طويق": 2333, ".طيبه": 2334, ".ظهيره": 2335, ".عداد": 2336, ".عرض": 2337, ".علي": 2338, ".عمر": 2339, ".غرف": 2340, ".غرفه": 2341, ".قريب": 2342, ".كاميرات": 2343, ".كما": 2344, ".مجلس": 2345, ".مداخل": 2346, ".مدخل": 2347, ".مصعد": 2348, ".مصعدين": 2349, ".مع": 2350, ".مفروشه": 2351, ".مما": 2352, ".موقع": 2353, ".موقف": 2354, ".نظام": 2355, ".هجر": 2356, ".وسطح": 2357, ".وصاله": 2358, ".•": 2359, "/": 2360, "/)": 2361, "/-": 2362, "/.20،": 2363, "/.290،": 2364, "/.،": 2365, "/.،20": 2366, "/.،250": 2367, "/.،30": 2368, "//": 2369, "//.": 2370, "///": 2371, "////": 2372, "/////": 2373, "//////": 2374, "//////////": 2375, "////////////": 2376, "///////////////": 2377, "////////////////": 2378, "/////////////////": 2379, "//////////////////": 2380, "////////////////////": 2381, "///////////////////////": 2382, "////////////////////////": 2383, "////////////////////////////": 2384, "////////////////////////////////": 2385, "//////////////////////////////////////////////////////////////": 2386, "//////////////////تفاصيل": 2387, "/////السعر": 2388, "//0550364837": 2389, "//0550473109": 2390, "//0550689572": 2391, "//970": 2392, "/0509466204": 2393, "/0530099023": 2394, "/0532486061": 2395, "/0532588867": 2396, "/0537992112": 2397, "/0539890960": 2398, "/0539890960ابو": 2399, "/0542697906": 2400, "/0546475901": 2401, "/0549754774": 2402, "/0551031732": 2403, "/0553807365": 2404, "/0557111766": 2405, "/0557908578": 2406, "/0560486458": 2407, "/0565705306": 2408, "/0566905235": 2409, "/1.150.000": 2410, "/120": 2411, "/1200030880": 2412, "/130": 2413, "/15": 2414, "/18*": 2415, "/188": 2416, "/18متر": 2417, "/20": 2418, "/20*": 2419, "/200": 2420, "/215م": 2421, "/230متر": 2422, "/234متر": 2423, "/290.،": 2424, "/3": 2425, "/30*": 2426, "/320": 2427, "/350": 2428, "/4": 2429, "/420": 2430, "/425": 2431, "/520": 2432, "/590": 2433, "/70": 2434, "/7200636984": 2435, "/7200689718": 2436, "/750": 2437, "/B2": 2438, "/اسواق)": 2439, "/اسواق/": 2440, "/الجزء": 2441, "/الضاحيه": 2442, "/المطبخ": 2443, "/ب": 2444, "/بحي": 2445, "/بيع": 2446, "/جنوبيه": 2447, "/حي": 2448, "/خزان": 2449, "/سنويا": 2450, "/شرقي": 2451, "/شمالي": 2452, "/عداد": 2453, "/علي": 2454, "/غرب": 2455, "/غربيه": 2456, "/ماجده": 2457, "/مدخل": 2458, "/مستودع/بوفيه": 2459, "/مقلط": 2460, "/ملحق": 2461, "/مليون": 2462, "/موسسه": 2463, "/والدور": 2464, "/وشقه": 2465, "/١.٦٠٠.٠٠٠": 2466, "/٣١٢": 2467, "/٦٠٠": 2468, "0": 2469, "00": 2470, "0077‬": 2471, "0088‬": 2472, "0089": 2473, "00966504222242": 2474, "01/03/2026": 2475, "0112500009": 2476, "0114030575": 2477, "0114038608": 2478, "0114972632": 2479, "0115100474": 2480, "016": 2481, "02/ا": 2482, "0257": 2483, "03122025": 2484, "0333‬": 2485, "0401700089": 2486, "05": 2487, "050.196.9177": 2488, "0500025670": 2489, "0500030166": 2490, "0500069595": 2491, "0500070584": 2492, "0500077356ابواياد": 2493, "0500090374": 2494, "0500108585": 2495, "0500171395": 2496, "0500233062": 2497, "0500377118": 2498, "0500378774": 2499, "0500495993": 2500, "0500498222": 2501, "0500666636": 2502, "0500740220": 2503, "0500850428": 2504, "0500878038": 2505, "0500929955": 2506, "0500988859": 2507, "0501003127": 2508, "0501012056": 2509, "0501111404": 2510, "0501133379": 2511, "0501213942": 2512, "0501237141": 2513, "0501443795": 2514, "0501487967": 2515, "0501576000": 2516, "0501603486": 2517, "0501700088": 2518, "0501700089": 2519, "0501781285": 2520, "0501847967": 2521, "0501868509": 2522, "0502000548": 2523, "0502002493": 2524, "0502170018": 2525, "0502298955": 2526, "0502345096": 2527, "0502380613": 2528, "0502516956": 2529, "0502546474": 2530, "0502569808": 2531, "0502648878": 2532, "0502666220": 2533, "0502675924": 2534, "0502873246": 2535, "0502884627": 2536, "0502981942": 2537, "0503020092": 2538, "0503117878": 2539, "0503277259": 2540, "0503277973": 2541, "0503332573": 2542, "0503449990": 2543, "0503564448": 2544, "0503622923": 2545, "0503655000": 2546, "0503742269": 2547, "0503760999": 2548, "0503803377": 2549, "0503835055": 2550, "0503873300": 2551, "0503977391": 2552, "0504116628": 2553, "0504168478": 2554, "0504178885": 2555, "0504222242": 2556, "0504296232": 2557, "0504301999": 2558, "0504462111": 2559, "0504513549": 2560, "0504521866": 2561, "0504558073": 2562, "0504619920": 2563, "0504650501": 2564, "0504774464": 2565, "0504875666": 2566, "0504896169": 2567, "0505": 2568, "0505145115": 2569, "0505188844": 2570, "0505275155": 2571, "0505275155.": 2572, "0505291466": 2573, "0505517240": 2574, "0505588824": 2575, "0505729353": 2576, "0505753051": 2577, "0505766122": 2578, "0505801056": 2579, "0505801059": 2580, "0505877538": 2581, "0505893089": 2582, "0505915631": 2583, "0505950661": 2584, "0505957001": 2585, "0505999263": 2586, "0506": 2587, "0506200774": 2588, "0506280903": 2589, "0506372351": 2590, "0506372351⭐": 2591, "0506407203": 2592, "0506408784": 2593, "0506422262": 2594, "0506651321": 2595, "0506656563": 2596, "0506805893": 2597, "0506833445": 2598, "0506874039": 2599, "0507067088": 2600, "0507087222": 2601, "0507157169": 2602, "0507173464": 2603, "0507523810": 2604, "050760999": 2605, "0507637777": 2606, "0507809844": 2607, "0507826000": 2608, "0507871507": 2609, "0507936244": 2610, "0507954167": 2611, "0508042042‪": 2612, "0508079016": 2613, "0508080959": 2614, "050821455": 2615, "0508214550": 2616, "0508605772": 2617, "0508630333": 2618, "0508672495": 2619, "0508674317": 2620, "0508814488": 2621, "0508817879": 2622, "0508838051": 2623, "0508844471": 2624, "0508857060": 2625, "0508887404": 2626, "0508971014": 2627, "0509000080": 2628, "0509115547": 2629, "0509286336": 2630, "0509286551": 2631, "0509301777": 2632, "0509399777": 2633, "0509444469": 2634, "0509660214": 2635, "0509713279": 2636, "0509863949": 2637, "0509908198": 2638, "0509995740": 2639, "0509997547": 2640, "053": 2641, "053.591.9111": 2642, "0530000241": 2643, "0530005925": 2644, "0530022047": 2645, "0530030664-": 2646, "0530030664-0537564167": 2647, "0530066018": 2648, "0530081666": 2649, "0530089755": 2650, "0530099023": 2651, "0530116080": 2652, "0530225040": 2653, "0530281658": 2654, "0530300353": 2655, "0530338904": 2656, "0530393029": 2657, "0530402922": 2658, "0530406464": 2659, "0530437334": 2660, "0530471000": 2661, "0530503071": 2662, "0530580077": 2663, "0530684418": 2664, "0530781444": 2665, "0530801511": 2666, "0530864667": 2667, "0530999388": 2668, "0531364882": 2669, "0531574000": 2670, "0531596609": 2671, "0531672611": 2672, "0531680088": 2673, "0531977976": 2674, "0532221541": 2675, "0532228116": 2676, "0532242888": 2677, "0532350080": 2678, "0532445718": 2679, "0532456000": 2680, "0532486061": 2681, "0532486061)": 2682, "0532486061))": 2683, "0532486486": 2684, "0532564000": 2685, "0532573112": 2686, "0532588867": 2687, "0532622900": 2688, "0532649188": 2689, "0532653111": 2690, "0532908135": 2691, "0532937565": 2692, "0532972452": 2693, "0532981778": 2694, "0533002372": 2695, "0533007452": 2696, "0533009052": 2697, "0533022244": 2698, "053303959": 2699, "0533079757": 2700, "0533082124": 2701, "0533123520": 2702, "0533124608": 2703, "0533177991": 2704, "0533243303": 2705, "0533310665": 2706, "0533320828": 2707, "0533356224": 2708, "0533366312": 2709, "0533555922": 2710, "0533661510": 2711, "0533701040\"\"\"": 2712, "0533725888": 2713, "0533886000": 2714, "0533931442": 2715, "0534088882": 2716, "0534099996": 2717, "0534120158": 2718, "0534246210": 2719, "0534272410": 2720, "0534366869": 2721, "0534431117": 2722, "0534570006": 2723, "0534606080": 2724, "0534623298": 2725, "0534759199": 2726, "0534835258": 2727, "0534994945": 2728, "0534998834": 2729, "0535097548": 2730, "0535184733": 2731, "0535289988": 2732, "0535381020": 2733, "0535381050": 2734, "0535412664": 2735, "0535425500": 2736, "0535490850": 2737, "0535554891": 2738, "0535585636": 2739, "053564448": 2740, "0535711117": 2741, "0535713902": 2742, "0535745856": 2743, "0535886222": 2744, 